{
  "25": [
    {
      "sent_correct": "表事由。以……为名",
      "sent_mistake": "表事由。借口……为名",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "表构成。由……组成（包括、分）",
      "sent_mistake": "表构成。由（包括、分）……组成",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "本着……的原则",
      "sent_mistake": "本着……为原则",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "原因是……",
      "sent_mistake": "原因是……造成（引起、作怪）",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "表目的，旨在……",
      "sent_mistake": "表目的。旨在以……为目的",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "表范围，大多以……为主",
      "sent_mistake": "表范围。大多以……为主",
      "error_type": "标点符号错误"
    },
    {
      "sent_correct": "表依靠。靠的是……",
      "sent_mistake": "表依靠。靠的是……取得的。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "表时间。长达……",
      "sent_mistake": "表时间。长达……之久",
      "error_type": "重复赘余"
    },
    {
      "sent_correct": "《南方周末》秉持“在这里，读懂中国”的办报宗旨，以“正义、良知、爱心、责任”为基本理念，是中国深具公信力与影响力的新闻周报。",
      "sent_mistake": "《南方周末》秉持“在这里，读懂中国”为办报宗旨，以“正义、良知、爱心、责任”为基本理念，是中国深具公信力与影响力的新闻周报。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "城镇建设要充分体现天人合一理念，彰显优秀传统文化特色，构建生态和文化保护体系，实现城镇与自然和谐发展。",
      "sent_mistake": "城镇建设要充分体现天人合一理念，提高优秀传统文化特色，构建生态和文化保护体系，实现城镇与自然和谐发展。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "在本届世界杯决赛上，法国队将与意大利队争夺冠军。",
      "sent_mistake": "在本届世界杯决赛上，法国队将与意大利队争夺冠亚军。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "到了海边，小林张开嘴巴，尽情地呼吸着清新的空气，感受着海水和阳光。",
      "sent_mistake": "到了海边，小林张开嘴巴，尽情地呼吸着清新的空气、海水和阳光。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "这几个小伙子成事不足，败事有余，可见他们办事不牢靠。",
      "sent_mistake": "这几个小伙子成事不足，败事有余，可见年轻人办事一定是不牢靠的。",
      "error_type": "以偏概全"
    },
    {
      "sent_correct": "翘首东望，云雾缭绕中巍然耸立的就是黄山。黄山如屏，峰峦叠翠，真是大自然的杰作。",
      "sent_mistake": "翘首东望，云雾缭绕中巍然耸立的就是黄山。黄山如屏，峰密叠翠，真是巧夺天工一。",
      "error_type": "用词不当"
    },
    {
      "sent_correct": "中华传统文化中非常注重家教，长辈常常教育孩子，在社会上要认真做人。",
      "sent_mistake": "中华传统文化中非常注重家教，家里的令尊常常教育孩子，在社会上要认真做人。",
      "error_type": "重复赘余"
    },
    {
      "sent_correct": "2024年多哈游泳世锦赛正在进行，截至目前，中国队以16金5银1铜的成绩高居奖牌榜首位。遥想巴黎奥运会，中国军团未来可期。",
      "sent_mistake": "2024年多哈游泳世锦赛正在进行，截止目前，中国队以16金5银1铜的成绩高居奖牌榜首位。遥想巴黎奥运会，中国军团未来可期。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "市委有关领导在会上明确要求，各部门必须尽快提高传染病防控工作的效率。",
      "sent_mistake": "市委有关领导在会上明确要求，各部门必须尽快提高传染病防控工作。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "正式实施的新广告法，禁止任何商家以10岁以下儿童代言广告。",
      "sent_mistake": "正式实施的新广告法，禁止任何商家不得以10岁以下儿童代言广告。",
      "error_type": "否定不当"
    },
    {
      "sent_correct": "针对各种交通乱象，天津警方将全面排查与整治道路交通设施安全隐患。",
      "sent_mistake": "针对各种交通乱象，天津警方将全面整治与排查道路交通设施安全隐患。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "《变色龙》通过警官奥楚蔑洛夫对一条狗的态度的几次变化，描绘出一个对上献媚、对下欺压、见风使舵、趋炎附势的小官僚形象。",
      "sent_mistake": "《变色龙》通过警官奥楚蔑洛夫一条狗的态度的几次变化，描绘出一个对上献媚、对下欺压、见风使舵、趋炎附势的小官僚。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "《送东阳马生序》是一篇赠别之作，主要讲述了作者年轻时艰苦学习的经历，旨在勉励马生刻苦学习，有所成就。",
      "sent_mistake": "《送东阳马生序》是一篇赠别之作，主要讲述了作者年轻时艰苦学习的经历，旨在以勉励马生刻苦学习，有所成就为目的。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "在《江城子•密州出猎》中，苏轼左手牵着黄犬，右臂托着苍鹰，戴上锦蒙帽，穿上貂鼠裘，率领众多的随从，纵马狂奔，飞快地越过小山岗。",
      "sent_mistake": "在《江城子•密州出猎》中，苏轼的左手牵着黄犬，右臂托着苍鹰，戴上锦蒙帽，穿上貂鼠裘，率领众多的随从，纵马狂奔，飞快地越过小山岗。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "《罗密欧与朱丽叶》是一曲“青春与爱情”的悲歌，《威尼斯商人》是歌颂仁爱、友情与爱情的喜剧，但就《威尼斯商人》的艺术价值而言却毫不逊色。",
      "sent_mistake": "《罗密欧与朱丽叶》是一曲“青春与爱情”的悲歌，《威尼斯商人》是歌颂仁爱、友情与爱情的喜剧，但就其艺术价值而言却毫不逊色。",
      "error_type": "表意不明"
    },
    {
      "sent_correct": "孔子在当时就是公认的博学多才之人，项橐却偏要出题考孔子，结果他的题还真的考住了孔子，于是孔子拜项橐为师。",
      "sent_mistake": "孔子在当时就是公认的博学多才之人，项橐却偏要出题考孔子，结果他的题还真的考住了孔子，于是拜项橐为师。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "圣公山战斗是该团组建后，在苏鲁边地区打的第一仗，也是一场大胜仗。此役缴获了迫击炮、步枪、机枪和弹药，甚至还缴获了汽车、坦克等武器装备。",
      "sent_mistake": "圣公山战斗是该团组建后，在苏鲁边地区打的第一仗，也是一场大胜仗。此役缴获了迫击炮、步枪、机枪和弹药，甚至还缴获了汽车、坦克等武器。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "学生写作文要细心观察各种事物、现象，要有真情实感，切忌胡编乱造。",
      "sent_mistake": "学生写作文要细心观察各种事物、现象，要有真情实感，切忌不要胡编乱造。",
      "error_type": "否定不当造成不合逻辑"
    },
    {
      "sent_correct": "社交平台能让年轻人万事皆可“搭”，建立一种新型的社交关系模式。",
      "sent_mistake": "通过社交平台，能让年轻人万事皆可“搭”，建立一种新型的社交关系模式。",
      "error_type": "滥用介词导致主语残缺"
    },
    {
      "sent_correct": "青年学生正处于长身体、长知识，形成人生观、世界观的关键时期。因此我们必须对他们全面关心和严格要求。",
      "sent_mistake": "青年学生是长身体、长知识，形成人生观、世界观的关键时期。因此我们必须对他们全面关心和严格要求。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "王熙凤善于对上阿谀逢迎，因此博得了贾母的欢心，从而独揽了贾府的政权，成为贾府的实际掌权者。",
      "sent_mistake": "由于王熙凤善于对上阿谀逢迎，因此博得了贾母的欢心，从而独揽了贾府的政权，成为贾府的实际掌权者。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "根据市政规划，到2020年，北京的地铁线路总长将达到561.5公里，北京有望超过美国纽约，成为世界上拥有地铁线路最长的城市。",
      "sent_mistake": "根据市政规划，到2020年，北京的地铁线路总长将达到561.5公里，有望超过美国纽约，成为世界上拥有地铁线路最长的城市。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "“大堰河”这个艺术形象，源于生活而高于生活，让读者不仅感到真实可信，亲切近人，而且受到了深刻的美的教育。",
      "sent_mistake": "“大堰河”这个艺术形象，源于生活而高于生活，让读者不仅受到了深刻的美的教育，而且感到真实可信，亲切近人。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "只有实现国家文化软实力的大幅提升，才能为建设“人类命运共同体”贡献出中国力量。",
      "sent_mistake": "只有实现国家文化软实力的大幅提升，就能为建设“人类命运共同体”贡献出中国力量。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "加强劳动教育要深刻理解劳动与教育的关系，避免坐在教室里讲劳动的现象出现。",
      "sent_mistake": "加强劳动教育要深刻理解劳动与教育的关系，避免坐在教室里讲劳动的现象不再出现。",
      "error_type": "否定不当"
    },
    {
      "sent_correct": "夏天的橘子洲，林木葱茏，凉风习习，真是我们纳凉避暑的好地方。",
      "sent_mistake": "夏天的橘子洲，林木葱茏，凉风习习，真是我们纳凉避暑的好季节。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "怎样才能避免合法权益受到侵害",
      "sent_mistake": "怎样才能避免合法权益不受侵害",
      "error_type": "重复赘余"
    },
    {
      "sent_correct": "不知从何时起，报刊上出现了越来越多的缅怀往事的文章，慨叹现代生活中人与人之间关系的冷漠。",
      "sent_mistake": "不知是曾几何时，报刊上出现了越来越多的缅怀往事的文章，慨叹现代生活中人与人之间关系的冷漠。",
      "error_type": "表意不明"
    },
    {
      "sent_correct": "他在某杂志生活栏目上发表的那篇关于饮食习惯与健康的文章，受到很多读者批评。",
      "sent_mistake": "他在某杂志生活栏目上发表的那篇关于饮食习惯与健康的文章，批评的人很多。",
      "error_type": "表意不明"
    },
    {
      "sent_correct": "苛求完美，一方面会给自己带来更多的焦虑，另一方面行为不知变通，影响人际关系。",
      "sent_mistake": "过分苛求完美，一方面会给自己带来更多的焦虑，另一方面行为不知变通，影响人际关系。",
      "error_type": "成分赘余"
    },
    {
      "sent_correct": "它们的体形在短时间内发生变化的原因，可能是气温升高带来的巨大环境压力。",
      "sent_mistake": "它们的体形在短时间内发生变化的原因，可能就是由于气温升高带来的巨大环境压力。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "在观众震耳欲聋的助威声中，小明一马当先，率先跑过终点，夺得运动会百米比赛冠军。",
      "sent_mistake": "在观众震耳欲聋的助威声中，小明首当其冲，率先跑过终点，夺得运动会百米比赛冠军。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "著名作家村上春树连年排在诺贝尔文学奖获奖预测名单榜首，却年年与该奖无缘，堪称是诺贝尔文学奖史上“最悲壮的入围者”。",
      "sent_mistake": "著名作家村上春树连年排在诺贝尔文学奖获奖预测名单榜首，却年年与该奖无缘，可以堪称是诺贝尔文学奖史上“最悲壮的入围者”。",
      "error_type": "成分赘余"
    },
    {
      "sent_correct": "吴晗说过：‘我们中国人是有骨气的。’但我们不能因此断定每个中国人都有骨气。",
      "sent_mistake": "吴晗说过：‘我们中国人是有骨气的。’所以我们每个中国人都是有骨气的。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "会议开了一半了，张主任还没来，可能是他生病了，也可能是路上堵车了。",
      "sent_mistake": "会议开了一半了，张主任还没来，一定是他生病了，要不就是路上又堵车了。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "别看咱们工作组的李师傅貌不惊人，年纪又大，但思考问题，他比谁都周密。",
      "sent_mistake": "别看咱们工作组的李师傅貌不惊人，年纪又大，但思考问题，他比谁都周密。",
      "error_type": "强加转折"
    },
    {
      "sent_correct": "古诗词以其无限的魅力穿越时空，影响、感动、培养了一代又一代的青少年。",
      "sent_mistake": "古诗词以其无限的魅力穿越时空，培养、影响、感动了一代又一代的青少年。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "经典作品的艺术高度，不是源于思想内涵、故事情节，而是有赖于精湛的技艺。",
      "sent_mistake": "经典作品的艺术高度，不是源于思想内涵、故事情节，更有赖于精湛的技艺。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "徐徐展开的一幅幅精美画卷，不仅展现出中国的风采，还传递出中国的自信。",
      "sent_mistake": "徐徐展开的一幅幅精美画卷，不仅传递出中国的自信，还展现出中国的风采。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "我们不仅对他的思乡之情有共鸣，更能发现作为艺术家的他那清雅的精神境界。",
      "sent_mistake": "不仅我们对他的思乡之情有共鸣，更能发现作为艺术家的他那清雅的精神境界。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "苏东坡把欧阳修当作恩师，他有感而发后填写的《西江月》时至今日流传甚广。",
      "sent_mistake": "苏东坡视欧阳修当作恩师，他有感而发后填写了《西江月》时至今日流传甚广。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "各级医院先后采用了互联网挂号、电话预约等办法，提高医疗水平。",
      "sent_mistake": "各级医院先后采用了互联网挂号、电话预约等办法，改善医疗水平。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "随着新媒体发展和信息化提速，人们的阅读方式发生了翻天覆地的变化。",
      "sent_mistake": "随着新媒体发展和信息化提速，使人们的阅读方式发生了翻天覆地的变化。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "作为年轻一代，我们要担负起继承、发扬中华民族优秀传统文化的责任。",
      "sent_mistake": "作为年轻一代，我们要担负起发扬、继承中华民族优秀传统文化的责任。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "艺术家能把自己心灵的创伤和对社会现状的痛苦感受毫无顾忌地倾泻出来，靠的是艺术。",
      "sent_mistake": "艺术家能把自己心灵的创伤和对社会现状的痛苦感受毫无顾忌地倾泻出来，靠的是以艺术来直接表达的。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "南极是一个冰雪的世界。覆盖南极大陆1300万平方公里的冰盖，约占世界总冰量90%，是地球上主要的冷源。",
      "sent_mistake": "南极是一个冰雪的世界。覆盖南极大陆1300万平方公里的冰盖，约占世界总冰量90%左右，是地球上主要的冷源。",
      "error_type": "成分赘余"
    }
  ],
  "35": [
    {
      "sent_correct": "近年来，越来越多乡村题材纪录片记录新山乡巨变，描绘宏阔的乡村景观与时代图景，成为向海内外广大观众讲述中国乡村故事的生动载体。",
      "sent_mistake": "近年来，越来越多乡村题材纪录片记录新山乡巨变，描绘宏阔的乡村景观与时代精神，成为海内外广大观众讲述中国乡村故事的生动载体。",
      "error_type": "搭配不当、成分残缺"
    },
    {
      "sent_correct": "兴安盟社会养护院院长陈彪说，目前，全院床位201张，随着新院区的建成，到2024年下半年，床位将达到500个以上，急需专业养护人员。",
      "sent_mistake": "兴安盟社会养护院院长陈彪说，目前，全院床位数201张，随着新院区的建设，到2024年下半年，床位数将达到500个以上，急需专业养护人员。",
      "error_type": "重复赘余、搭配不当"
    },
    {
      "sent_correct": "一些地方群众热衷于举办豪华葬礼、奢侈宴席，此举不仅加重自身经济负担，也导致人情礼金水涨船高，令民间习俗变得庸俗化。",
      "sent_mistake": "一些地方群众热衷于举办豪华葬礼、奢侈宴席，此举不仅导致人情礼金水涨船高，令民间习俗变得庸俗化，也加重自身经济负担。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "计算机视觉与图像处理是一个令很多人充满兴趣的计算机新兴领域，它不仅涉及到很多漂亮的代码和精妙的数学推导，更应用到我们日常生活的方方面面。",
      "sent_mistake": "计算机视觉与图像处理是一个令很多人充满兴趣的计算机新兴领域，它不仅应用到我们日常生活的方方面面，更涉及到很多漂亮的代码和精妙的数学推导。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "该型飞机在运营成本上是其他同级别机型的1.3至2倍，劣势明显；在商载、航程、航速等方面也极具竞争力。",
      "sent_mistake": "该型飞机在运营成本上是其他同级别机型的1.3至2倍，优势明显；在商载、航程、航速等方面也极具竞争力。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "当科技发展到人们乘宇宙飞船就像今天乘飞机一样方便的时候，银河就不再遥远，宇宙也就不再那么神秘了。",
      "sent_mistake": "如果有一天科技发展到人们乘宇宙飞船就像今天乘飞机一样方便的时候，银河就不再遥远，宇宙也就不再那么神秘了。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "自从在线教师时薪过万的消息引发社会关注后，每一个教育工作者都应意识到，如何与力量巨大的互联网相处正成为教育不得不直面的问题。",
      "sent_mistake": "在线教师时薪过万的消息自从引发社会关注后，每一个教育工作者都应意识到，如何与力量巨大的互联网相处正成为教育不得不直面的问题。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "为了确保‘端午节’乘客都能方便乘坐高铁出行，各高铁站克服困难，提高出车率。",
      "sent_mistake": "为了确保‘端午节’乘客都能方便乘坐高铁出行，各高铁站克服困难，增加出车率。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "如果生命教育不能率先给学生铺垫一层正确的价值观底色，那么学生就有可能被不良信息蛊惑，走上错误的道路。",
      "sent_mistake": "生命教育如果不能率先给学生铺垫一层正确的价值观底色，那么学生就有可能被不良信息蛊惑，走上错误的道路。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "非遗传承是一项需要用心做、长期做的工作，做好这项工作需要技巧，也需要耐心，需要找到精准的切入点，也需要久久为功。",
      "sent_mistake": "非遗传承是一项需要用心做、长期做，做好这项工作需要技巧，也需要耐心，需要找到精准的切入点，也需要久久为功。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "相关部门严格落实采石挖沙制度和严厉打击非法盗采行为，一场自然资源环境保卫战席卷全市，私挖乱采现象得到有效遏制。",
      "sent_mistake": "相关部门通过严格落实采石挖沙制度和严厉打击非法盗采行为，一场自然资源环境保卫战席卷全市，私挖乱采现象得到有效遏制。",
      "error_type": "中途易辙"
    },
    {
      "sent_correct": "研究小组认为，尽管这块化石中间的大部分已缺失，但肋骨部位仍然完好无损，这是生活在1.2亿年前的小盗龙的化石。",
      "sent_mistake": "研究小组认为，这是生活在1.2亿年前的小盗龙的化石，这块化石中间的大部分尽管已缺失，但肋骨部位仍然完好无损。",
      "error_type": "关联词位置不当"
    },
    {
      "sent_correct": "史官史家用文字之后记载曾经发生过的历史事件，那些事件就随风而逝，谁也找不着、看不见它，只有史书留了下来。",
      "sent_mistake": "史官史家用文字记载曾经发生过的历史事件之后，那些事件就随风而逝，谁也找不着、看不见它，只有史书留了下来。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "关于《红楼梦》后40回的作者是谁这个问题，红学家历来有不同的说法，现在大家一般采用的是高鹗续作这一说法。",
      "sent_mistake": "关于《红楼梦》后40回的作者是谁这个问题，红学家历来有不同的说法，现在大家一般采用的是以高鹗续作这一说法为准。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "当今已经很少有人会有像以前那样的闲情逸致，拿出一本经典小说，从头到尾地阅读一遍，欣赏其委婉动人的故事。",
      "sent_mistake": "当今已经很少有人会像以前那样的闲情逸致，拿出一本经典小说，从头到尾地阅读一遍，欣赏其委婉动人的故事。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "近年来，为充分调动一些流域上下游地区开展生态保护的积极性，中央财政对跨省份的流域建立横向生态保护补偿机制给予政策引导和支持。",
      "sent_mistake": "近年来，为充分调动一些流域上下游地区开展生态保护的积极性，中央财政对跨省份的流域建立横向生态保护补偿给予政策引导和支持。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "全民阅读深入开展、取得实效的重要标志就是全民不仅有参与感，而且有获得感，因此，在全民阅读活动中要充分调动社会各界的积极性、主动性和创造性。",
      "sent_mistake": "全民阅读深入开展、取得实效的重要标志就是全民不仅有获得感，而且有参与感，因此，在全民阅读活动中要充分调动社会各界的积极性、主动性和创造性。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "瑜伽虽然深受女性欢迎，但并非女性专利，其实男士更需要瑜伽来缓解身心压力，印度大师级的瑜伽人物大多数是男性。",
      "sent_mistake": "瑜伽虽然深受女性所欢迎，但并非女性专利，其实男士更需要瑜伽来缓解身心压力，印度大师级的瑜伽人物大多数是男性。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "没有臭氧的保护，阳光中的紫外线将畅通无阻地直射到地面，让动物失明，破坏生物的免疫系统，杀死很多生物。",
      "sent_mistake": "没有臭氧的保护，阳光中的紫外线将畅通无阻地直射到地面，足以杀死很多生物，让动物失明，破坏生物的免疫系统。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "公安部称，近年来，中国公安机关通过国际执法的合作，成功将一批潜逃境外的犯罪嫌疑人缉捕回国，这将有效地防止类似的外逃事件发生。",
      "sent_mistake": "公安部称，近年来，中国公安机关通过国际执法的合作，成功将一批潜逃境外的犯罪嫌疑人缉捕回国，这将有效地防止类似的外逃事件不再发生。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "面对世界经济一直萎靡不振的状况，我国政府果断采取多种策略保增长，从而保证了我国经济一直保持着稳中有升的态势。",
      "sent_mistake": "面对世界经济一直萎靡不振的背景下，我国政府果断采取多种策略保增长，从而保证了我国经济一直保持着稳中有升的态势。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "在钓鱼岛问题上，中国政府一直坚持尽量和平交谈，但不放弃武力保护的主张，表现出了对历史遗留问题有理有利有节的策略。",
      "sent_mistake": "在钓鱼岛问题上，中国政府一直奉行尽量和平交谈，但不放弃武力保护的主张，表现出了对历史遗留问题有理有利有节的策略。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "针对目前严峻的南海形势，中国东盟高端论坛年会确定了“搁置争议、共同开发资源”的主张，目的在于寻求稳定的国际环境与促进地区经济的增长。",
      "sent_mistake": "针对严峻的南海目前形势，中国东盟高端论坛年会确定了“搁置争议、共同开发资源”的主张，目的在于寻求稳定的国际环境与促进地区经济的增长。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "人们都具有创新潜能，要激发这种潜能，就应培养人们自主学习的能力。",
      "sent_mistake": "人们都具有创新潜能，要激发这种潜能，就看能否培养人们自主学习的能力。",
      "error_type": "一面对两面"
    },
    {
      "sent_correct": "由中国少年儿童新闻出版总社主办的第十五届“叶圣陶杯”全国中学生新作文大赛决赛在中国传媒大学的报告厅举行，现场将揭晓个人和团队的获奖名单。",
      "sent_mistake": "由中国少年儿童新闻出版总社主办的第十五届“叶圣陶杯”全国中学生新作文大赛决赛，设在中国传媒大学的报告厅举行，现场将揭晓个人和团队的获奖名单。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "在生前默默无闻的画家去世很多年以后，世人才像发现新星一样赞叹他，他的作品也开始备受追捧，收藏价格飞涨，而这一切，都与他毫不相干了。",
      "sent_mistake": "这位生前默默无闻的画家在去世很多年以后，世人才像发现新星一样赞叹他，他的作品也开始备受追捧，收藏价格飞涨，而这一切，都与他毫不相干了。",
      "error_type": "中途易辙"
    },
    {
      "sent_correct": "《在＜人民报＞创刊纪念会上的演说》是一篇形象、生动的演讲，是一篇关于无产阶级的世界历史使命的著名演讲，而且文笔清新自然，耐人咀嚼。",
      "sent_mistake": "《在＜人民报＞创刊纪念会上的演说》是一篇形象、生动的演讲，是一篇关于无产阶级的世界历史使命的著名演讲，因而文笔清新自然，耐人咀嚼。",
      "error_type": "关联词语使用不当"
    },
    {
      "sent_correct": "相关部门要坚持以人民为中心的工作导向，以丰富农民精神文化生活、保障农民基本文化权益为出发点和落脚点，确保乡村文艺积极、健康、向上发展。",
      "sent_mistake": "相关部门要坚持以人民为中心的工作导向，以丰富农民精神文化生活、保障农民基本文化权益作为出发点和落脚点，确保乡村文艺积极、健康、向上发展。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "预付费电度表又称职能电度表，使用这种电度表可以减少用电抄表等环节，还能解决防止偷电、杜绝拖欠电费等问题。",
      "sent_mistake": "预付费电度表又称职能电度表，使用这种电度表可以减少用电抄表等环节，还能解决防止偷电、杜绝拖欠电费等。",
      "error_type": "成分残缺，不合逻辑"
    },
    {
      "sent_correct": "中国军舰赴索马里海域执行护航任务，大胆亮剑亚丁湾，这既显示了中国和平崛起的实力，也是中国作为一个负责任的大国，为维护世界和平做出的积极奉献。",
      "sent_mistake": "中国军舰赴索马里海域担任护航任务，大胆亮剑亚丁湾，这既显示了中国和平崛起的实力，也是中国作为一个负责任的大国，为维护世界和平做出的积极奉献。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "从“东方红”一号到“神舟”十六号，我国航天事业从无到有、从小到大、从弱到强、不断刷新纪录。",
      "sent_mistake": "从“东方红”一号到“神舟”十六号，我国航天事业从弱到强、从小到大、从无到有、不断刷新纪录。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "徐志摩把自己对母校的爱融进了悄悄别离时那富有特色的形象和想象中，形成了一种轻柔、明丽而又俊逸的格调。",
      "sent_mistake": "徐志摩把自己的母校融进了悄悄别离时那富有特色的形象和想象中，形成了一种轻柔、明丽而又俊逸的格调。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "对于改革公费医疗制度、实施医疗保险的问题，广大人民群众并不是一下子就能愉快接受的，这需要政府部门做好宣传解释工作。",
      "sent_mistake": "改革公费医疗制度、实施医疗保险的问题，对于广大人民群众并不是一下子就能愉快接受的，这需要政府部门做好宣传解释工作。",
      "error_type": "主客倒置"
    },
    {
      "sent_correct": "互联网金融兴起，从本质上讲，是由技术演进、金融体系改革以及居民资产负债表的丰富这三股力量驱动的，其发展大势不可逆。",
      "sent_mistake": "互联网金融兴起的原因，从本质上讲，是由技术演进、金融体系改革以及居民资产负债表的丰富这三股力量驱动的，其发展大势不可逆。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "衡量一个国家的法治水平，不是看立法，而是看法律的实施，不是看写在纸上的法律条文，而是看司法部门的执法情况。",
      "sent_mistake": "衡量一个国家的法治水平，不是看立法，而是看法律的实施，不是看写在纸上的法律条文，而是看司法部门的执法严格。",
      "error_type": "两面对一面"
    },
    {
      "sent_correct": "由于煤和石油遭到掠夺性开采，储量锐减，所以造成了世界性能源危机，全球能源消耗总量剧增",
      "sent_mistake": "由于世界性能源危机，全球能源消耗总量剧增，煤和石油遭到掠夺性开采，储量锐减",
      "error_type": "不合逻辑，因果倒置"
    },
    {
      "sent_correct": "现在有些网站可以提供免费的个人主页，只要你将个人信息公开放在指定的位置上，网民们就可以了解到你的个人情况",
      "sent_mistake": "现在有些网站可以提供免费的个人主页，你只要将个人信息公开放在指定的位置上，网民们就可以了解到你的个人情况",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "“春运”一词最早出现在1980年《人民日报》上，春运是随着改革开放对人口流动的限制放宽后，中国出现的特有的一种社会现象。",
      "sent_mistake": "“春运”一词最早出现在1980年《人民日报》上，是随着改革开放对人口流动的限制放宽后，中国出现的特有的一种社会现象。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "直到20世纪上半叶，国际通用语言还是法语，那时对于西方人，包括俄罗斯人，法语水平几乎成为衡量知识分子文化修养的标准，法国人几乎不说外语。",
      "sent_mistake": "直到20世纪上半叶，国际通用语言还是法语，那时西方人，包括俄罗斯人，法语水平几乎成为衡量知识分子文化修养的标准，法国人几乎不说外语。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "班主任这项工作在学校的教学管理中举足轻重，它要求承担者具备良好的职业素养、较高的思想觉悟和一定的管理能力。",
      "sent_mistake": "班主任这项工作在学校的教学管理中举足轻重，它要求承担者要具备良好的职业素养、较高的思想觉悟和一定的管理能力才能胜任。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "到目前为止，中国有珠算等30个项目入选联合国科教文组织非物质文化遗产名录，成为世界上入选“非物质文化遗产”项目最多的国家。",
      "sent_mistake": "到目前为止，中国珠算等30个项目入选联合国科教文组织非物质文化遗产名录，成为世界上入选“非物质文化遗产”项目最多的国家。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "这部作品并没有给人们多少正面的鼓励和积极的启示，相反，其中一些情节的负面作用倒是不少。",
      "sent_mistake": "在这部作品中，并没有给人们多少正面的鼓励和积极的启示，相反，其中一些情节的负面作用倒是不少。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "特朗普的税改法案可能会对美国经济产生刺激，但这场“大整改”是否会对经济产生深远的良性影响，来自三个研究所的专家表达了不同的看法。",
      "sent_mistake": "特朗普的税改法案可能会对美国经济产生刺激，但这场“大整改”是否会对经济产生深远的良性影响，三个研究所的专家表达了不同的看法。",
      "error_type": "歧义"
    },
    {
      "sent_correct": "一般人常常忽略的生活小事，作者却能够慧眼独具，将之信手拈来，寻找其叙述的价值，使之成为小说的有机组成部分。",
      "sent_mistake": "一般人常常忽略的生活小事，作者却能够慧眼独具，将之信手拈来，寻找其叙述的价值，成为小说的有机组成部分。",
      "error_type": "偷换主语"
    },
    {
      "sent_correct": "在90后的青少年中，科幻迷越来越多，这显示了科幻文化正在崛起，是对长久以来孩子们缺失的想象力的警示的结果。",
      "sent_mistake": "在90后的青少年中，科幻迷越来越多，这显示了科幻文化正在崛起，是对长久以来孩子们缺失的想象力的警示。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "第九届中国国际园林博览会在北京永定河西岸盛大开幕，513公顷的园博园，为了方便游客，专门开设了电瓶车专线。",
      "sent_mistake": "第九届中国国际园林博览会在北京永定河西岸盛大开幕，对于513公顷的园博园，为了方便游客，专门开设了电瓶车专线。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "据世界黄金协会分析，2013年春节前后中国黄金需求高涨的原因，主要是消费者对中国经济前景充满信心。",
      "sent_mistake": "据世界黄金协会分析，2013年春节前后中国黄金需求高涨的原因，主要在于消费者对中国经济前景充满信心所致。",
      "error_type": "成分赘余和结构混乱"
    },
    {
      "sent_correct": "在此次重庆市青少年科技创新大赛中，同学们常围在一起相互鼓劲并认真总结得失，赢得的远远不只是比赛的胜利。",
      "sent_mistake": "在此次重庆市青少年科技创新大赛中，同学们常围在一起相互鼓劲并认真总结得失，赢得的远远不只是比赛的胜负。",
      "error_type": "一面对两面"
    },
    {
      "sent_correct": "生态环境关系到每个人的生存。对于生态环境的破坏，只有减少环境污染，践行低碳环保的生活方式，才能逐渐改善。",
      "sent_mistake": "生态环境关系到每个人的生存。对于生态环境的破坏，只有减少环境污染，践行低碳环保的生活方式，才能逐渐得到改善。",
      "error_type": "偷换主语"
    },
    {
      "sent_correct": "作为我国北煤南运的重要枢纽，唐山市曹妃甸区将着力推动煤炭全产业链高质量发展，搭建煤炭“产需运”交流合作平台。",
      "sent_mistake": "作为我国北煤南运的重要枢纽，唐山市曹妃甸区将着力推动煤炭全产业链高质量发展，搭建煤炭“产运需”交流合作平台。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "“百所高校进唐山”活动揭开了唐山市批量式、订单化引进培养青年人才的新篇章，开创了唐山市校城融合发展的新模式。",
      "sent_mistake": "“百所高校进唐山”活动揭开了唐山市批量式、订单化引进培养青年人才的新模式，开创了唐山市校城融合发展的新篇章。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "唐山市公安交通警察支队组织的“劝导统一行动”，旨在加大对电动自行车违法行为的整治力度，增强骑乘人员的安全意识。",
      "sent_mistake": "唐山市公安交通警察支队组织的“劝导统一行动”，旨在加大对电动自行车违法行为的整治，增强骑乘人员的安全意识。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "根据本报和部分出版机构联合开展的调查，儿童的阅读启蒙集中在1﹣2岁之间，并且阅读时长是随着年龄的增长而增加的。",
      "sent_mistake": "根据本报和部分出版机构联合开展的调查显示，儿童的阅读启蒙集中在1﹣2岁之间，并且阅读时长是随着年龄的增长而增加的。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "据说当年徽州男人大多外出经商，家中皆是妇孺，为了安全，徽州的古村落老宅子大多为高墙深院、重门窄窗的建筑。",
      "sent_mistake": "据说当年徽州男人大多外出经商，家中皆是妇孺及孩童，为了安全，徽州的古村落老宅子大多为高墙深院、重门窄窗的建筑。",
      "error_type": "语义重复"
    },
    {
      "sent_correct": "为了培养学生关心他人的美德，我们学校决定组织开展义工服务活动，要求每名学生三个月内完成20个小时的义工服务。",
      "sent_mistake": "为了培养学生关心他人的美德，我们学校决定组织开展义工服务活动，三个月内要求每名学生完成20个小时的义工服务。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "循环经济是一种以资源的高效利用、循环利用为核心，符合可持续发展理念的经济形态。",
      "sent_mistake": "循环经济是一种以资源的高效利用、循环利用为核心，符合可持续发展理念。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "整理这个已尘封多年、好容易从故纸堆里找到的原始而粗糙的录音稿，我才明白过来，口头演讲和严密、精确的学术论文不同。",
      "sent_mistake": "通过整理这个已尘封多年、好容易从故纸堆里找到的原始而粗糙的录音稿，才使我明白过来，口头演讲和严密、精确的学术论文不同。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "尤瓦尔•赫拉利写作的《人类简史》一经上市就登上了以色列畅销书排行榜第一名，蝉联榜首长达100周，30多个国家争相购买版权。",
      "sent_mistake": "尤瓦尔•赫拉利写作了《人类简史》一经上市就登上了以色列畅销书排行榜第一名，蝉联榜首长达100周，30多个国家争相购买版权。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "英国著名物理学家霍金通过自己杰出的大脑，以整个宇宙为研究对象，倾尽毕生精力，试图解开关于时空和存在的本质。",
      "sent_mistake": "英国著名物理学家霍金通过自己杰出的大脑，倾尽毕生精力，以整个宇宙为研究对象，试图解开关于时空和存在的本质。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "温江区检察院积极探索深化检务工作的新途径，通过推行案件公开听证、文书说理、通报工作机制等，丰富了检务公开新内涵，展示了良好的社会形象。",
      "sent_mistake": "温江区检察院积极探索深化检务工作的新途径，通过推行案件公开听证、文书说理、通报工作等，丰富了检务公开新内涵，展示了良好的社会形象。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "人民币正式加入SDR货币篮子，成为全球储备货币，这不仅表明中国开始融入世界金融体系，也反映出中国在全球治理中的话语权的不断提升。",
      "sent_mistake": "人民币正式加入SDR货币篮子，成为全球储备货币，这不仅反映出中国在全球治理中的话语权的不断提升，也表明中国开始融入世界金融体系。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "至于此次事故的原因，记者今日上午从警方了解到，初步判断系游览车车速过快，具体调查结果将在准确核实后对外发布。",
      "sent_mistake": "至于此次事故的原因，记者今日上午从警方了解到，初步判断系因游览车车速过快，具体调查结果将在准确核实后对外发布。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "依托海量的普查成果，我国建成了包括重要地理国情要素、遥感影像及其他相关内容在内的地理国情数据库。",
      "sent_mistake": "依托海量的普查成果，我国建成了包括重要地理国情要素、遥感影像及其他相关内容组成的地理国情数据库。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "骑自行车健身时，因为在周期性的有氧运动中锻炼者能够消耗较多的热量，所以减肥、塑身效果都比较明显。",
      "sent_mistake": "骑自行车健身时，因为在周期性的有氧运动中使锻炼者能够消耗较多的热量，所以减肥、塑身效果都比较明显。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "受学校普遍大力推行普通话教育，外来文化的冲击和外来人口定居珠三角等因素的影响，一些粤语童谣或许会成为绝唱。",
      "sent_mistake": "受学校普遍大力推行普通话教育，外来文化的冲击和外来人口定居珠三角等因素的影响下，一些粤语童谣或许会成为绝唱。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "叶嘉莹先生在国内几十所大学讲过课，吃住行都是自费，这些大学从来没花过一分钱。",
      "sent_mistake": "叶嘉莹先生在国内几十所大学讲过课，吃住行都是自费，这些大学从来没花过一分钱，也从来没付她报酬。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "企业从政府申请科研项目，拿政府的科技经费来研发技术，成功后去申请属于自己的专利技术，用纳税人的钱研发技术再去赚纳税人的钱，逻辑上是行不通的。",
      "sent_mistake": "企业从政府申请科研项目，政府拿出科技经费让企业研发技术，成功后去申请属于自己的专利技术，用纳税人的钱研发技术再去赚纳税人的钱，逻辑上是行不通的。",
      "error_type": "中途易辙"
    },
    {
      "sent_correct": "学校这次面向全国公开招聘，一半以上的应聘者曾多年担任各级学校的中高层管理职务，既有丰富的管理经验，又有较高的专业素养。",
      "sent_mistake": "学校这次面向全国公开招聘，一半以上的应聘者曾多年担任各级学校的中高层管理岗位，既有丰富的管理经验，又有较高的专业素养。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "事实上，每种教学模式都有其积极的一面，也都具有一定的局限性，世界上本没有一种万能的一劳永逸的高效课堂教学模式。",
      "sent_mistake": "事实上，每种教学模式都有其积极的一面，也都具有一定的局限性，世界上本没有万能的一劳永逸的一种高效课堂教学模式。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "中国的时尚品牌不愿在自己的品牌店里大幅打折促销，因为这种方式会令广大消费者对其商品的内在价值产生怀疑",
      "sent_mistake": "中国的时尚品牌不愿在自己的品牌店里大幅打折促销，因为这种方式会令广大消费者对其商品的内在价值产生怀疑",
      "error_type": "没有语病"
    },
    {
      "sent_correct": "发布会现场，马东宣布将转型创立米未传媒，还宣布“奇葩说”第三季即将启动，这些对粉丝来说无疑是振奋人心的喜事",
      "sent_mistake": "发布会现场，马东宣布将转型创立米未传媒，还宣布“奇葩说”第三季即将启动，这对粉丝来说无疑是振奋人心的喜事",
      "error_type": "表意不明"
    },
    {
      "sent_correct": "健康的主流文化能不能真正对公众产生影响，关键在于能否具有文化创新的思维，能否紧密结合新技术的特点展开文化创新。",
      "sent_mistake": "健康的主流文化能不能真正对公众产生影响，关键在于具有文化创新的思维，紧密结合新技术的特点展开文化创新。",
      "error_type": "两面对一面，照应不周"
    },
    {
      "sent_correct": "关键在于改变教育思想",
      "sent_mistake": "进行素质教育，关键在于应该以改变教育思想为根本，而教育思想的改变，取决于教育体制和整个社会人才观念的转变。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "为灾区捐赠善款以及急需的水、粮食等生活物资",
      "sent_mistake": "中国红基会发起“春雨行动”，倡议各界爱心人士伸出援助之手，为灾区捐赠急需的水、粮食、善款等生活物资。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "郑州航空港成为全国首个上升为国家战略的航空港经济综合实验先行区，有效解决了河南作为内陆省份构建对外开放平台的问题。",
      "sent_mistake": "郑州航空港成为全国首个上升为国家战略的航空港经济综合实验先行区，有效解决了河南作为内陆省份构建对外开放平台。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "事实证明，发生核泄露、火灾、爆炸等突发事件时，用机器人替代人到现场作业，就有效避免发生对救援人员的二次伤害。",
      "sent_mistake": "事实证明，发生核泄露、火灾、爆炸等突发事件时，用机器人替代人到现场作业，就有效避免不发生对救援人员的二次伤害。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "在“抗霾保卫战”中，网友们常通过环保应用程序“蔚蓝地图”查看污染源，在社交台上将超标排放的大型企业曝光。",
      "sent_mistake": "在“抗霾保卫战”中，网友们常通过环保应用程序“蔚蓝地图”查看污染源，在社交台上将超标排放的大型企业曝光整改。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "近年来，各影视公司不仅给明星开出超高片酬，还纷纷高价收购明星们的公司以期绑定与明星之间的合作关系。",
      "sent_mistake": "近年来，各影视公司不仅纷纷高价收购明星们的公司以期绑定与明星之间的合作关系，还给明星开出超高片酬",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "中华民族把以人为本的人文精神作为自身的根本精神之一，因此，从西周以来中华文化就确立了以人为本的文化品格。",
      "sent_mistake": "中华民族以人为本的人文精神作为自身的根本精神之一，因此，从西周以来中华文化就确立了以人为本的文化品格",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "现代人感觉自己整天总是忙忙碌碌，有一种喘不过气的感觉，这是因为大量工作琐事占用了他们的时间。",
      "sent_mistake": "现代人感觉自己整天总是忙忙碌碌，有一种喘不过气的感觉，这是因为大量工作琐事占用他们的时间造成的",
      "error_type": "句式杂糅"
    }
  ],
  "45": [
    {
      "sent_correct": "与人们熟悉的城市公交不同，城乡公交的情况确实很复杂，安全隐患也更多更大，车辆、路况、司乘人员等问题都潜藏着风险隐患。",
      "sent_mistake": "与人们熟悉的城市公交不同，城乡公交的情况确实很复杂，安全隐患也更多更大，路况、车辆、司乘人员等问题都潜藏着风险隐患。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "由于中国的互联网发展非常迅猛，网络空间自我规范的速度远远落在了技术更新换代的后面，这导致网络空间缺乏清晰、刚性、公共认同的底线意识，在“哪些能做，哪些不能做”的界限上一直很模糊。",
      "sent_mistake": "由于中国的互联网发展非常迅猛，网络空间自我规范的速度远远落在了技术更新换代的后面，这导致网络空间缺乏清晰、刚性、公共认同，在“哪些能做，哪些不能做”的界限上一直很模糊。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "出版业当然要讲究装帧艺术，讲究宣传造势和市场营销，但是要想真正赢得读者、赢得市场，最终还是取决于内容具有吸引力和感染力。",
      "sent_mistake": "出版业当然要讲究装帧艺术，讲究宣传造势和市场营销，但是要想真正赢得读者。赢得市场，最终还是取决于内容是否具有吸引力和感染力。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "微软与金山之间看似“冤家”的微妙关系，反映了中国脆弱的民族软件产业在“与狼共舞”的特定历史背景下，从无到有、从小到大、从大到强的跋涉之路。",
      "sent_mistake": "微软与金山之间看似“冤家”的微妙关系，反映了中国脆弱的民族软件产业在“与狼共舞”的特定历史背景下，从小到大、从大到强、从无到有的跋涉之路。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "深圳20日发生了山体滑坡事故，初查该事故致33栋建筑物被掩埋或不同程度受损，泥石流覆盖约38万平方米，截至21日6时，91人失联。",
      "sent_mistake": "深圳20日发生了山体滑坡事故，初查该事故致33栋建筑物被掩埋或不同程度受损，覆盖约38万平方米，截至21日6时，91人失联。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "我们要更加积极主动地正视矛盾、化解矛盾．最大限度地增加和谐因素，减少不和谐因素，不断促进社会和谐",
      "sent_mistake": "我们要更加积极主动地正视矛盾、化解矛盾．最大限度地增加和谐因素，减少不和谐因素，不断促进社会和谐是社会发展的必然要求",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "“楚汉名城”长沙要发展好旅游产业，首先要整治好水污染，如湘江两岸、烈士公园的年嘉湖等地，因为这些地方人流量大，垃圾桶不够，弄得满地污秽。",
      "sent_mistake": "“楚汉名城”长沙要发展好旅游产业，首先要整治好水污染，如湘江两岸、烈士公园的年嘉湖等地，这些地方人流量大，垃圾桶不够，弄得满地污秽。",
      "error_type": "中途易辙"
    },
    {
      "sent_correct": "甲骨文入选“世界记忆名录”，将使甲骨文研究“低迷”的情势有所改观，有助于增强国民的自豪感，有助于提升中华古老文明的影响力和国家的文化软实力。",
      "sent_mistake": "甲骨文入选“世界记忆名录”，将使甲骨文研究“低迷”的情势有所改观，有助于增强国民的自豪感，有助于弘扬中华古老文明的影响力和国家的文化软实力。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "数字化时代，文字记录方式发生了重大变化，致使很多人提笔忘字，长此以往，将影响到汉字文化的传承。",
      "sent_mistake": "数字化时代，文字记录方式发生了重大变化，致使很多人提笔忘字，长此以往，将影响到汉字文化能否很好地传承。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "日前，交通管理部门就媒体对酒驾事故的连续报道做出了积极回应，表示要进一步加大对交通违法行为的查处力度。",
      "sent_mistake": "日前，交通管理部门就媒体对酒驾事故的连续报道做出了积极回应，表示要进一步加大对交通违法行为的查处。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "闪闪发光的银块，如果加工成极其细小、只有十分之几微米的银粉，会变成黑色的，这是为什么呢？",
      "sent_mistake": "闪闪发光的银块，如果加工成极其细小、只有十分之几微米的银粉时，会变成黑色的，这是为什么呢？",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "文化具有多向性与多面性：既有物质性，也有精神性；既是固态的，也是动态的；既有过去时，也有现在时、将来时；我们既要传承，更要创新和发展。",
      "sent_mistake": "文化具有多向性与多面性：既有物质性，也有精神性；既是固态的，也是动态的；既有过去时，也有现在时、将来时；既要传承它，更要创新和发展它。",
      "error_type": "表意不明"
    },
    {
      "sent_correct": "本报和部分出版机构联合开展的调查显示，儿童的阅读启蒙集中在1﹣2岁之间，并且阅读时长是随着年龄的增长而增加的。",
      "sent_mistake": "根据本报和部分出版机构联合开展的调查显示，儿童的阅读启蒙集中在1﹣2岁之间，并且阅读时长是随着年龄的增长而增加的。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "到目前为止，包括安理会在内的联合国机构的有关决议或文件已不止一次纳入或体现了“一带一路”的内容，“一带一路”是目前前景最好的国际合作平台。",
      "sent_mistake": "到目前为止，包括安理会在内的联合国机构的有关决议或文件已不止一次纳入或体现了“一带一路”的内容，是目前前景最好的国际合作平台。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "耗时近一年，与国内外多个工程师团队合作，历经千余次论证、试验、调试，“狗不理”研制出专用的自动化生产设备。",
      "sent_mistake": "耗时近一年，与国内外多个工程师团队合作，历经千余次调试、试验、论证，“狗不理”研制出专用的自动化生产设备。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "中国大众文化已经成为一种越来越简单、粗暴地变现的工具，制造者不仅丧失理性，连同这种文化下培养出来的受众也丧失理性，集体沦为毫无审美情趣的纯消费动物",
      "sent_mistake": "中国大众文化已经越来越简单、粗暴地成为一种变现的工具，制造者不仅丧失理性，连同这种文化下培养出来的受众也丧失理性，集体沦为毫无审美情趣的纯消费动物",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "欧元区领导人就希腊援助问题召开了紧急峰会，各方仍未能就希腊获援前景达成具体的共识，但此前的僵局已有所松动，前景却叵测",
      "sent_mistake": "欧元区领导人就希腊援助问题召开了紧急峰会，各方仍未能就希腊获援前景达成具体的共识，但此前的僵局已有所松动，前景却不可叵测",
      "error_type": "重复赘余"
    }
  ]
}