{
  "25": [
    {
      "sent_correct": "否定与肯定搭配不当。",
      "sent_mistake": "否定与肯定顾此失彼搭配不当。",
      "error_type": "语义重复"
    },
    {
      "sent_correct": "这次社会实践活动，使我明白了团队合作的重要性。",
      "sent_mistake": "通过这次社会实践活动，使我明白了团队合作的重要性。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "他的写作水平明显提高了，这得益于他平时的刻苦练习。",
      "sent_mistake": "他的写作水平明显改进了，这得益于他平时的刻苦练习。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "为了防止这类事故再次发生，我们必须采取有效措施。",
      "sent_mistake": "为了防止这类事故不再发生，我们必须采取有效措施。",
      "error_type": "重复赘余"
    },
    {
      "sent_correct": "在唐山百货大楼发生的火灾中，79人死亡。",
      "sent_mistake": "在唐山百货大楼发生的火灾中，使79人死亡。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "教育学生明确学习目的，是学校提高教育质量的关键。",
      "sent_mistake": "教育学生明确学习目的，是学校提高教育质量与否的关键。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "中国首次夺得该项目的冬奥会金牌！",
      "sent_mistake": "这是首次中国夺得该项目的冬奥会金牌！",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "七月的内蒙古草原，是美丽的。",
      "sent_mistake": "七月的内蒙古草原，是一个美丽的季节。",
      "error_type": "主语宾语搭配不当"
    },
    {
      "sent_correct": "同学们以敬佩的目光注视着这位英雄的报告。",
      "sent_mistake": "同学们以敬佩的目光注视和倾听着这位英雄的报告。",
      "error_type": "动宾搭配不当"
    },
    {
      "sent_correct": "人类的发声，是空气通过咽喉部的声带引起振动而发声的。",
      "sent_mistake": "人类的发声，是有空气通过咽喉部的声带引起振动而发声的。",
      "error_type": "成分赘余"
    },
    {
      "sent_correct": "在我心中，荷塘的夏天是最美丽的季节。",
      "sent_mistake": "在我心中，夏天的荷塘是最美丽的季节。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "通过学习朱自清先生的文章，我了解到他的高尚气节和爱国精神。",
      "sent_mistake": "通过学习朱自清先生的文章，使我了解到他的高尚气节和爱国精神。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "我们全班同学的耐心开导，使小明终于认识到了自己的问题。",
      "sent_mistake": "经过我们全班同学的耐心开导，使小明终于认识到了自己的问题。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "别看咱们的老王又黑又矮，但他思考问题却比谁都周密。",
      "sent_mistake": "别看咱们的老王又黑又矮，但思考问题却比谁都周密。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "他是开一代风气的枭雄。",
      "sent_mistake": "他是开一代风气。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "陶渊明可能对陶侃的一生有很深的印象。",
      "sent_mistake": "陶侃的一生可能对陶渊明有很深的印象。",
      "error_type": "主客颠倒"
    },
    {
      "sent_correct": "大家对于荆轲刺秦王都不陌生",
      "sent_mistake": "荆轲刺秦王对于大家都不陌生",
      "error_type": "主客颠倒"
    },
    {
      "sent_correct": "展现大运河文化、半山一皋亭文化主题",
      "sent_mistake": "展现大运河文化、半山一皋亭文化为主题",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "一道最亮丽的风景线",
      "sent_mistake": "最亮丽的一道风景线",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "月季达205万株",
      "sent_mistake": "月季品种达205万株",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "如果地球最终可以养活一千亿人，这些资源则可以维持十万个地球。",
      "sent_mistake": "地球如果最终可以养活一千亿人，这些资源则可以维持十万个地球。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "如何防止再重蹈覆辙，仍是公司上下思考的重要问题。",
      "sent_mistake": "如何防止不再重蹈覆辙，仍是公司上下思考的重要问题。",
      "error_type": "不合逻辑"
    }
  ],
  "35": [
    {
      "sent_correct": "我们应该让群众认识清楚‘中国质量万里行’这一活动的意义。",
      "sent_mistake": "我们应该使群众把‘中国质量万里行’这一活动的意义让群众认识清楚。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "坐火车到威尔士北部最高的斯诺登尼亚山峰去观赏高原风光，斯诺登尼亚山峰是威尔士最主要的一个景点。",
      "sent_mistake": "坐火车到威尔士北部最高的斯诺登尼亚山峰去观赏高原风光，是威尔士最主要的一个景点。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "城市不仅是满足人们集聚生活的功能空间，更是满足人们精神需求的文化空间。",
      "sent_mistake": "城市不仅是满足人们精神需求的文化空间，更是满足人们集聚生活的功能空间。",
      "error_type": "关联词递进不当"
    },
    {
      "sent_correct": "若想在职场取得成功，关键在于做好充分准备，把握机会，发挥优势。",
      "sent_mistake": "若想在职场取得成功，关键在于能否做好充分准备，把握机会，发挥优势。",
      "error_type": "一面对两面"
    },
    {
      "sent_correct": "高速铁路开通后，两地的通行时间由156分钟减至52分钟，缩短了三分之二。",
      "sent_mistake": "高速铁路开通后，两地的通行时间由156分钟减至52分钟，缩短了三倍。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "荷花淀是一个充满诗情画意的地方，它以自然美丽的风光激发起人们保卫家乡的热情。",
      "sent_mistake": "荷花淀是一个充满诗情画意的地方，它以自然美丽的风光激发起人们保卫家乡。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "吴晗说过：“我们中国人是有骨气的。”但我们不能因此认为每个中国人都是有骨气的。",
      "sent_mistake": "吴晗说过：“我们中国人是有骨气的。”所以我们每个中国人都是有骨气的。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "会议开了一半了，张主任还没来，可能是生病了或者路上堵车了。",
      "sent_mistake": "会议开了一半了，张主任还没来，一定不是生病了就是路上又堵车了。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "别看咱们组的李师傅貌不惊人，年纪又大，思考问题时却很周密。",
      "sent_mistake": "别看咱们组的李师傅貌不惊人，年纪又大，但思考问题时比谁都周密。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "全校师生的共同努力，使我们学校的环境卫生状况有了很可观的改变。",
      "sent_mistake": "经过全校师生的共同努力，使我们学校的环境卫生状况有了很可观的改变。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "数字化时代，很多人提笔忘字，长此以往，将影响到汉字很好地传承。",
      "sent_mistake": "数字化时代，很多人提笔忘字，长此以往，将影响到汉字能否很好地传承。",
      "error_type": "表意不明"
    },
    {
      "sent_correct": "《红烛》这首诗构思精巧，想象新奇，作为先锋，为新文学开创了辉煌成就。",
      "sent_mistake": "《红烛》这首诗构思精巧，想象新奇，作为新文学的先锋开创了辉煌成就。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "按照在一般情况下的步幅计算，每个成年人每天大约要步行3千米左右。",
      "sent_mistake": "按照在一般情况下的步幅计算，每个成年人每天大约要步行将近3千米左右。",
      "error_type": "成分赘余"
    },
    {
      "sent_correct": "袁隆平一生致力于杂交水稻技术的研究、应用与推广，他不仅属于中国，也属于世界。",
      "sent_mistake": "袁隆平一生致力于杂交水稻技术的应用、推广与研究，不仅他属于中国，也属于世界。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "闻一多是很重视诗的音乐美的，他认为，诗之所以能激发情感，完全在它的节奏。",
      "sent_mistake": "闻一多是很重视诗的音乐美的，他认为，诗之所以能激发情感，完全在它的节奏造成的。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "自“五四”白话诗兴起以后，现代诗自然成为诗歌创作的主要类型。",
      "sent_mistake": "“五四”白话诗自新诗兴起以后，现代诗自然成为诗歌创作的主要类型。",
      "error_type": "中途易辙"
    },
    {
      "sent_correct": "人类的主体性，主要在于能改造世界，但改造世界应以正确的认识为依据。",
      "sent_mistake": "人类的主体性，主要在于能否改造世界，但改造世界应以正确的认识为依据。",
      "error_type": "两面对一面"
    },
    {
      "sent_correct": "有人劝苏格拉底越狱逃跑，但苏格拉底对这种建议持反对态度，他根本不想逃跑。",
      "sent_mistake": "有人劝苏格拉底越狱逃跑，但苏格拉底关于这种建议持反对态度，他根本不想逃跑。",
      "error_type": "介词使用不当"
    },
    {
      "sent_correct": "但柔石和我一起走路时，就走得近了，简直是扶住我，怕我被汽车或电车撞死。",
      "sent_mistake": "但柔石和我一起走路时，就走得近了，简直是扶住我，怕我被汽车和电车撞死。",
      "error_type": "并列关系不当"
    },
    {
      "sent_correct": "使用这种罗盘，无论在阴云密布还是早晚看不到太阳的时候，都不会迷失方向。",
      "sent_mistake": "使用这种罗盘，无论在阴云密布及早晚看不到太阳的时候，都不会迷失方向。",
      "error_type": "关联词搭配不当"
    },
    {
      "sent_correct": "在‘金甲重装’的温暖呵护下，人们在禾下乘凉，美滋滋地做着个盛世家国梦。",
      "sent_mistake": "人们在禾下乘凉，在‘金甲重装’温暖保护下，做着个美滋滋的盛世家国梦。",
      "error_type": "主谓搭配不当、状语语序不当、定状不分"
    },
    {
      "sent_correct": "科学工作者要有开阔心胸，就是对自己学术观点不一样的同行也应精诚合作。",
      "sent_mistake": "科学工作者要有开阔心胸，就是和自己学术观点不一样的同行也应精诚合作。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "尽管火车到站时已经天黑，她们还是按照自己的心思，刻意斟酌着服饰和容貌。",
      "sent_mistake": "火车尽管到站时已经天黑，她们还是按照自己的心思，刻意斟酌着服饰和容貌。",
      "error_type": "关联词位置不当"
    },
    {
      "sent_correct": "他们继承大汉遗风，上袭春秋战国文化灵脉，下开隋唐文化先河，拓荡盛唐浩气。",
      "sent_mistake": "他们继承大汉遗风，上袭春秋战国文化灵脉，下承隋唐文化先河，拓荡盛唐浩气。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "不仅毛泽东诗词抒写了一代伟人的豪情壮志，而且在读者心中铸就了美的殿堂。",
      "sent_mistake": "不仅毛泽东诗词在读者心中铸就了美的殿堂，而且还抒写了一代伟人的豪情壮志。",
      "error_type": "语序不当"
    }
  ],
  "45": [
    {
      "sent_correct": "一些房产中介表示了同样的担心，他们认为购房者一定要考虑房屋的房源条件，不可盲目跟风。",
      "sent_mistake": "一些房产中介表示了同样的担心，他们认为购房者一定要考虑房屋的地理位置和房源条件，不可盲目跟风。",
      "error_type": "并列不当"
    },
    {
      "sent_correct": "他是事故矿工中唯一的幸存者。他向记者和矿工家属们讲述了当时惊魂的一幕。",
      "sent_mistake": "在这次煤矿事故中，他是所有遇难的矿工中唯一的幸存者。他向记者和矿工家属们讲述了当时惊魂的一幕。",
      "error_type": "矛盾"
    },
    {
      "sent_correct": "当来到这个地方的时候，我们才发现他们需要的并不仅仅是帐篷、饮用水、粮食等生活用品，他们还需要精神的抚慰。",
      "sent_mistake": "当来到这个地方的时候，我们才发现他们需要的并不仅仅是帐篷、饮用水、粮食和生活用品，他们还需要精神的抚慰。",
      "error_type": "并列不合逻辑"
    },
    {
      "sent_correct": "诗歌中的意象是诗人所写的景与物，但这些意象又不再是单纯的景和物了，而是融入了诗人的情感，这些独特的物象实际上就是作者情感的外化。",
      "sent_mistake": "诗歌中的意象是诗人所写的景与物，但这些意象又不再是单纯的景和物了，而是融入了诗人的情感，这些独特的物象实际上就是作者的外化。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "我们的乒乓球运动三十年来长盛不衰，不论是团体项目还是各个单项，都处于世界领先地位。",
      "sent_mistake": "我们的乒乓球运动三十年来长盛不衰，不论是男女项目、团体项目还是各个单项，都处于世界领先地位。",
      "error_type": "并列不合逻辑"
    },
    {
      "sent_correct": "2009年度感动中国人物李灵说，不管遇到再多的困难，她都不会改变开始的初衷，不会放弃为孩子建立阅览室的梦想。",
      "sent_mistake": "2009年度感动中国人物李灵说，尽管遇到再多的困难，她都不会改变开始的初衷，不会放弃为孩子建立阅览室的梦想。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "在面试中，他从容镇定，侃侃而谈对未来的规划，他的创新设计最终被公司采纳，他也有突出表现。",
      "sent_mistake": "在面试中，他从容镇定，侃侃而谈对未来的规划，他的突出表现和创新设计最终被公司采纳。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "唐山大地震中死里逃生的孤儿张祥青为四川灾区捐出1.1亿元，这种举动彰显了其奉献爱心、回报社会、全力支援灾区建设的精神。",
      "sent_mistake": "唐山大地震中死里逃生的孤儿张祥青为四川灾区捐出1.1亿元，这种举动彰显了其奉献爱心、回报社会、全力支援灾区建设。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "建立健全海洋生态补偿法律机制，有利于涉海企业提升科技创新能力，加大沙海企业损害生态系统的经济成本和增强社会责任。",
      "sent_mistake": "建立健全海洋生态补偿法律机制，有利于涉海企业提升科技创新能力，加大沙海企业损害生态系统的经济成本和社会责任。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "林庚是一个知行合一的学者诗人，认识到自由诗的问题之后，从1934年开始，就一直致力于诗歌的节奏与形式的研究。",
      "sent_mistake": "林庚是一个知行合一的学者诗人，认识到自由诗的问题之后，从1934年开始，就一直致力于诗歌的节奏与形式。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "从鲁侍萍对待周朴园的感情中，我们可以把周朴园和鲁侍萍的关系的性质看得更清楚、更明白。",
      "sent_mistake": "从鲁侍萍对待周朴园的感情中，可以使我们把周朴园和鲁侍萍的关系的性质看得更清楚、更明白。",
      "error_type": "成分残缺或赘余"
    },
    {
      "sent_correct": "中秋依然活跃在全球华人中间，它是华人最具代表性的文化符号之一，也是促进民族团结的重要节日之一。",
      "sent_mistake": "在信息化的今天，中秋民俗依然活跃在全球华人中间，它是华人最具代表性的文化符号，也是促进民族团结的重要节日。",
      "error_type": "主宾搭配不当"
    },
    {
      "sent_correct": "主城区及开发区的大部分地区将出现能见度小于500米的雨雾，请注意防范。",
      "sent_mistake": "昨天上午，市气象台发布大雾黄色预警预警：主城区和开发区的大部分地区将出现能见度小于500米的雨雾，请注意防范。",
      "error_type": "歧义"
    },
    {
      "sent_correct": "八月十五明月夜，秋爽宜人，收获正当时，在皎皎光华中与家人团圆，闻着甜蜜的香气，听着亲人的笑语将心灵熨帖。",
      "sent_mistake": "八月十五明月夜，秋爽宜人，收获正当时，在皎皎光华中与家人团圆，闻着甜蜜的香气和亲人的笑语将心灵熨帖。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "现行的七种初中语文课程标准实验教材中，鲁迅作品入选数量约6.57篇，其中人教版最多，足足有8篇。",
      "sent_mistake": "现行的七种初中语文课程标准实验教材中，鲁迅作品入选数量约6.57篇左右，其中人教版最多，足足有8篇。",
      "error_type": "成分赘余"
    },
    {
      "sent_correct": "尽管瑰丽多姿的唐人边塞诗词不乏佳作，但与范仲淹的《渔家傲•秋思》相比，还是稍逊一筹。",
      "sent_mistake": "不管瑰丽多姿的唐人边塞诗词不乏佳作，但与范仲淹的《渔家傲•秋思》相比，还是稍逊一筹。",
      "error_type": "关联词使用不当"
    },
    {
      "sent_correct": "教育在综合国力的形成中处于基础地位，国力的强弱越来越多地取决于劳动者素质的高低，取决于各类人才培养的质量与数量。",
      "sent_mistake": "教育在综合国力的形成中处于基础地位，国力的强弱越来越多地取决于劳动者素质的提高，取决于各类人才培养的质量与数量。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "市政府决定配合奥运工程的实施，重点抓好地铁建设、危旧房改造、污水处理等工程工作，加快现代化大都市建设的进程。",
      "sent_mistake": "市政府决定配合奥运项目的实施，重点抓好地铁建设、危旧房改造、污水处理等工程工作，加快现代化大都市建设的进程。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "医疗体制改革正推动城乡基本公共服务均等化，为群众提供安全有效方便价廉的公共卫生和基本医疗服务，努力解决基层群众看病难、看病贵等问题．",
      "sent_mistake": "医疗体制改革正推动城乡基本公共服务均等化，为群众提供安全有效方便价廉的公共卫生和基本医疗，努力解决基层群众看病难、看病贵等问题．",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "神经调节的基本方式是反射，反射活动的结构基础称为反射弧，包括感受器、传入神经、神经中枢、传出神经和效应器五部分．",
      "sent_mistake": "神经调节的基本方式是反射，反射活动的结构基础称为反射弧，包括感受器、传入神经、神经中枢、传出神经和效应器五部分组成．",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "这次调查提出的建议十分宝贵，我们将把此次调查作为改进服务工作的契机，一并纳入活动内容并重点整改，努力提高服务质量．",
      "sent_mistake": "这次调查反映的问题和建议十分宝贵，我们将把此次调查作为改进服务工作的契机，一并纳入活动内容并重点整改，努力提高服务质量．",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "他关于本体论问题的论述充满着辩证法，因此被誉为“古代世界的黑格尔”。",
      "sent_mistake": "作为古希腊哲学家，他在本体论问题的论述中充满着辩证法，因此被誉为“古代世界的黑格尔”。",
      "error_type": "主宾搭配不当"
    },
    {
      "sent_correct": "北斗三号全球卫星导航系统全面建成并开通服务，标志着工程“三步走”发展战略取得决定性胜利，我国成为世界上第三个独立拥有全球卫星导航系统的国家。",
      "sent_mistake": "北斗三号全球卫星导航系统全面建成并开通服务，标志着工程“三步走”发展战略取得决定性胜利，我国成为第三个世界上独立拥有全球卫星导航系统的国家。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "G7高速横穿戈壁、草原、湿地等多种地形，沿途地貌多变，充满挑战，堪称“中国最美公路”，走上一遭就能顺便满足人们横穿中国的心愿。",
      "sent_mistake": "G7高速横穿戈壁、草原、城市、乡村、湿地等多种地形，沿途地貌多变，充满挑战，堪称“中国最美公路”，走上一遭就能顺便满足人们横穿中国的心愿。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "“迎新年唐山跑”活动架起了人们了解唐山的桥梁，让大家了解了质朴的风土人情和英雄城市历史文化的厚重。",
      "sent_mistake": "“迎新年唐山跑”活动架起了人们了解唐山的桥梁，让大家领略了质朴的风土人情和英雄城市历史文化的厚重。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "中车唐山公司生产的列车从葡萄牙特林达德站驶出，标志着中车在欧盟的首个城轨项目正式投入商业运营。",
      "sent_mistake": "随着中车唐山公司生产的列车从葡萄牙特林达德站驶出，标志着中车在欧盟的首个城轨项目正式投入商业运营。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "相关部门通报显示，今冬明春我国可能面临多种呼吸道疾病叠加流行的局面，预计肺炎支原体感染在部分地区将持续高发。",
      "sent_mistake": "据相关部门通报显示，今冬明春我国可能面临多种呼吸道疾病叠加流行的局面，预计肺炎支原体感染在部分地区将持续高发。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "“中国攻克杂交水稻难关50周年”展览在北京中国科技馆开幕，活动新闻中心为参观者提供了互动展品、图文、视频等资料。",
      "sent_mistake": "“中国攻克杂交水稻难关50周年”展览在北京中国科技馆开幕，活动新闻中心为参观者提供了互动展品、图文、视频和资料。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "天问一号火星探测项目一次性完成了火星环绕、着陆巡视、火星表面重点地区精细勘查三大任务，取得了世界航天史的新突破。",
      "sent_mistake": "天问一号火星探测项目一次性完成了火星环绕、着陆巡视、火星表面重点地区精细勘查三大任务，创造了世界航天史的新突破。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "面对突然发生的灾难，一个地方抗灾能力既取决于当地经济实力的雄厚，也取决于政府的应急机制和领导者的智慧。",
      "sent_mistake": "面对突然发生的灾难，一个地方抗灾能力的强弱既取决于当地经济实力的雄厚，也取决于政府的应急机制和领导者的智慧。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "中国在现在和将来相当长的一段时间里，都是一个农业大国，“民以食为天”的说法自古流传。",
      "sent_mistake": "在中国现在和将来相当长的一段时间里，都是一个农业大国，“民以食为天”的说法自古流传。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "32年里，张秉贵接待顾客近400万人次，没有跟顾客红过一次脸，没有怠慢过任何一个人。",
      "sent_mistake": "32年里，张秉贵接待顾客近400多万人次，没有跟顾客红过一次脸，没有怠慢过任何一个人。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "博鳌亚洲论坛不仅是连接中国和世界的重要桥梁，而且是兼具亚洲特色和全球影响的国际交流平台。",
      "sent_mistake": "博鳌亚洲论坛不仅是兼具亚洲特色和全球影响的国际交流平台，而且是连接中国和世界的重要桥梁。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "去年，太原钢铁宣布成功制造碳化钨球珠，正式结束了圆珠笔产量第一大国每年花费1500万美元进口笔尖钢的历史。",
      "sent_mistake": "去年，太原钢铁宣布成功制造碳化钨球珠，正式结束圆珠笔产量第一大国每年花费1500万美元进口笔尖钢。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "金嗓子喉宝的主要成分是薄荷脑、金银花、西青果、罗汉果、石斛等，具有清热解毒、消肿止痛等功效。",
      "sent_mistake": "金嗓子喉宝的主要成分是由薄荷脑、金银花、西青果、罗汉果、石斛等配制而成的，具有清热解毒、消肿止痛等功效。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "那些不思进取、天天混日子的干部职工对竞争上岗、庸者让位的人事制度改革，的确会感到很不适应，因而产生了不稳定感和危机感。",
      "sent_mistake": "竞争上岗、庸者让位的人事制度改革对那些不思进取、天天混日子的干部职工，的确会感到很不适应，因而产生了不稳定感和危机感。",
      "error_type": "主客体倒置"
    },
    {
      "sent_correct": "亚太经合组织第十七次领导人非正式会议在新加坡召开，本次会议同期举办“未来之声”活动，将邀请约百名来自各经济体的学生代表和指导老师来参加活动。",
      "sent_mistake": "亚太经合组织第十七次领导人非正式会议在新加坡召开，本次会议同期举办“未来之声”活动，将邀请约百名来自各经济体的学生代表和指导老师来参加了活动。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "在世界高科技领域能够占有一席之地，是一个国家科技实力的重要体现，也是中科院几代科学家的共同梦想。",
      "sent_mistake": "在世界高科技领域能否占有一席之地，是一个国家科技实力的重要体现，也是中科院几代科学家的共同梦想。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "除了驾驶员要有熟练的驾驶技术、丰富的驾驶经验之外，汽车本身的良好状况，也是保证行车安全的重要条件之一。",
      "sent_mistake": "除了驾驶员要有熟练的驾驶技术、丰富的驾驶经验之外，汽车本身的状况，也是保证行车安全的重要条件之一。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "最近纽约市颁布了一项禁令，禁止超市、流动贩卖车、电影院、熟食店等销售大剂量含糖饮料。",
      "sent_mistake": "最近纽约市颁布了一项禁令关于禁止超市、流动贩卖车、电影院、熟食店等销售大剂量含糖饮料，以控制日益严重的肥胖现象。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "从腊月初八到正月十五，近40天的时间里我们有一整套年俗：打扫房子，置办年货，贴福字、春联等装饰，拜年，逛庙会，闹元宵……",
      "sent_mistake": "从腊月初八到正月十五，近40天的时间里我们有一整套年俗：打扫房子，置办年货，贴福字、春联、装饰，拜年，逛庙会，闹元宵……",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "南湖新亮点、旅游新地标——南湖花巷，集特色旅游、快闪演艺、传统文化展示于一体，吸引了大批市民及外地游客前来打卡体验。",
      "sent_mistake": "南湖新亮点、旅游新地标——南湖花巷，特色旅游、快闪演艺、传统文化展示于一体，吸引了大批市民及外地游客前来打卡体验。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "中国证监会发布《养老目标证券投资基金指引（试行）》的初衷是，对养老基金向公众提供专业化、规范化的养老金融服务。",
      "sent_mistake": "中国证监会发布《养老目标证券投资基金指引（试行）》的初衷是，对养老基金向公众提供专业化、规范化的养老金融服务具有重大意义。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "曹禺为什么要写前后两代都出身资产阶级家庭的青年与无产阶级姑娘之间的完全重复的一往情深的爱情故事呢？",
      "sent_mistake": "曹禺为什么要写前后两代完全重复的都出身资产阶级家庭的青年与无产阶级家庭的姑娘之间的一往情深的爱情故事呢？",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "作者在刻画作品中的人物形象时，的确承受着来自社会和政府方面的压力，尽管他没有意识到或者没有完全意识到。",
      "sent_mistake": "作者在刻画作品中的人物形象时，的确承受着来自政治社会和政府方面的压力，尽管他没有意识到或者没有完全意识到。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "他这次访问日本是要和日本朝野各界人士共同探讨如何进一步巩固和发展中日睦邻友好关系。",
      "sent_mistake": "他这次访问日本是要和日本国会和朝野各界人士共同探讨如何进一步巩固和发展中日睦邻友好关系。",
      "error_type": "重复赘余"
    },
    {
      "sent_correct": "世界机器人博览会汇聚顶级厂商，竞秀最新成果，百余家企业的500多款产品精彩呈现。",
      "sent_mistake": "世界机器人博览会汇聚顶级厂商，竞秀最新成果，百余家企业的大约500多款产品精彩呈现。",
      "error_type": "语义重复"
    },
    {
      "sent_correct": "古琴课堂中，杨致俭用古代琴谱和现代视频相结合的方法进行教学，并编撰《古琴教材》。",
      "sent_mistake": "通过古琴课堂，让杨致俭用古代琴谱和现代视频相结合的方法进行教学，并编撰《古琴教材》。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "面对天气极端性增强和气候变暖等问题，加强农业气象自动观测站的建设，是新疆应对气候变化的下一步措施。",
      "sent_mistake": "面对天气极端性增强和气候变暖等问题，加强农业气象自动观测站的建设，是新疆对气候变化响应下一步的目标。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "李白在继承传统的基础上，努力创造了具有鲜明个性的意境，拓宽了诗歌的题材范围，对诗歌的发展做出了贡献。",
      "sent_mistake": "李白在继承传统的基础上，努力创造的具有鲜明个性的意境，拓宽了诗歌的题材范围，对诗歌的发展做出了贡献。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "科学家“干惊天动地的事，做隐姓埋名的人”，为科技进步、民族富强、人类文明做出了巨大贡献。",
      "sent_mistake": "科学家“干惊天动地的事，做隐姓埋名的人”，为民族富强、科技进步、人类文明做出了巨大贡献。",
      "error_type": "并列短语语序不当"
    },
    {
      "sent_correct": "这本书兼具仿佛从云端俯瞰大地般的宏阔视野、贯通古今的审美分析以及行云流水般的优美文笔，让我久久沉浸其中，忘却了心灵的躁动与不安。",
      "sent_mistake": "幸亏这本书兼具仿佛从云端俯瞰大地般的宏阔视野、贯通古今的审美分析以及行云流水般的优美文笔，让我久久沉浸其中，忘却了心灵的躁动与不安。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "骤然兴起的以人性觉醒、感性复苏和诗性追求为代表的“美学热”，是二十世纪八十年代持续时间最长、影响力最大的学术思潮，深受青年学子的喜爱。",
      "sent_mistake": "以人性觉醒、感性复苏和诗性追求为代表的“美学热”的骤然兴起，是二十世纪八十年代持续时间最长、影响力最大的学术思潮，深受青年学子的喜爱。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "创建孔子学院是一项大规模行动，它主要传播中国文化，是本世纪之初最重要的边缘文化之举。有学者将其称之为必将名垂青史的“语言上的人类登月工程”。",
      "sent_mistake": "孔子学院是一项大规模行动，它主要传播中国文化，是本世纪之初最重要的边缘文化之举。有学者将其称之为必将名垂青史的“语言上的人类登月工程”。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "近期民航局再度收紧国际航线，国际航班的取消数量仍在增加。目前已有数十家境外航空公司改用代金券代替现金执行退票，这给代理商造成了更大回款和投诉压力。",
      "sent_mistake": "近期民航局再度收紧国际航线，国际航班的取消仍在增加。目前已有数十家境外航空公司改用代金券代替现金执行退票，这给代理商造成了更大回款和投诉压力。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "乡村新职业不断涌现，适应了现代农业发展需求，为乡村振兴注入新动能；因而各地各部门应当加强对乡村新职业的呵护、培育，让农业成为更有奔头的产业。",
      "sent_mistake": "乡村新职业不断涌现，适应了现代农业发展需求，为乡村振兴注入新动能；因而各地各部门应当加大对乡村新职业的呵护、培育，让农业成为更有奔头的产业。",
      "error_type": "搭配不当或成分残缺"
    },
    {
      "sent_correct": "为满足采购商的需求，进口博览会提供从技术方案到零部件到终端产品一站式服务，各种酷炫的现场展示方式精彩纷呈，展现了科技带给日常生活的幸福感。",
      "sent_mistake": "为满足采购商的需求，进口博览会提供从技术方案到零部件到终端产品一站式服务，汇集各种酷炫的现场展示方式精彩纷呈，展现了科技带给日常生活的幸福感。",
      "error_type": "成分赘余或结构混乱"
    },
    {
      "sent_correct": "公共卫生是全民健康的基石，中国大力推进医疗改革，积极筹措资金投入公共卫生事业，逐步建成全球规模最大的基本医疗保障网，以全民健康助力全面小康。",
      "sent_mistake": "公共卫生是全民健康的基石，中国大力推进医疗改革，积极筹措资金投入公共卫生事业，以全民健康助力全面小康，从而逐步建成全球规模最大的基本医疗保障网。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "最近“玉兔2号”在月背的一个陨石坑内发现凝胶状物质，这种物质引起了全球航天界的普遍关注，因为它可能证明月球存在不同于周围物质的新物种。",
      "sent_mistake": "最近“玉兔2号”在月背的一个陨石坑内发现凝胶状物质，引起了全球航天界的普遍关注，因为它可能证明月球存在不同于周围物质的新物种。",
      "error_type": "主语残缺"
    },
    {
      "sent_correct": "数字化和智慧化是图书馆发展的一大趋势，数字化图书馆的建立突破了空间的限制，为读者搭建更易获取的知识资源平台，受到人们的广泛欢迎。",
      "sent_mistake": "数字化和智慧化是图书馆发展的一大趋势，数字化图书馆的建立突破了空间的限制，为读者搭建更易获取的知识资源，受到人们的广泛欢迎。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "我们能清晰感受到他对事业和人生的热爱、对友情和亲情的尊重、对学生和子女的关爱等诸多精神品质，能感知到他丰富的情感世界和博大的精神空间。",
      "sent_mistake": "我们能清晰睹见他对事业和人生的热爱、对友情和亲情的尊重、对学生和子女的关爱等诸多精神品质，能感知到他丰富的情感世界和博大的精神空间。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "为了培养学生关心他人的美德，我们学校决定组织开展义工服务活动，要求每名学生三个月内完成20个小时的义工服务。",
      "sent_mistake": "为了培养学生关心他人的美德，我们学校决定组织开展义工服务活动，三个月内要求每名学生完成20个小时的义工服务。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "环境污染的防治是每个公民的义务，政府、企业和每个公民都应自觉用法治的思维和行动参与到环境治理工作中。",
      "sent_mistake": "环境污染的防治是每个公民的义务，政府、企业、厂矿和每个公民都应自觉用法治的思维和行动参与到环境治理工作中。",
      "error_type": "并列不当"
    },
    {
      "sent_correct": "中广传播集团按照全国“统一标准、统一规划、统一建设、统一运营”的思路，全面负责CM﹣MB网络的投资和全网运营工作。",
      "sent_mistake": "中广传播集团按照全国“统一标准、统一运营、统一规划”的思路，全面负责CM﹣MB网络的投资和全网运营工作。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "人不负青山，青山定不负人。习近平总书记的讲话为美丽中国建设，为人与自然和谐共生，为中华民族永续发展夯基垒台、指明方向。",
      "sent_mistake": "人不负青山，青山定不负人。为美丽中国建设，为人与自然和谐共生，为中华民族永续发展夯基垒台、指明方向。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "作为以数字技术打造的拟人化形象，虚拟人产业能蓬勃兴起的原因，关键在于市场需求广阔、应用场景丰富。",
      "sent_mistake": "作为以数字技术打造的拟人化形象，虚拟人产业之所以能蓬勃兴起的原因，关键在于市场需求广阔、应用场景丰富。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "一部部短视频，打开了一个个新空间，将人们拉回历史现场，让文物走入当代生活，不仅激起共鸣与共情，更为观众带来艺术与审美享受。",
      "sent_mistake": "一部部短视频，打开了一个个新空间，将人们拉回历史现场，让文物走入当代生活，不仅为观众带来艺术与审美享受，更激起共鸣与共情。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "他竟然勃然大怒，当场发飙，出言不逊，把我们的谦虚当作笑柄，狠狠地损了我们一顿。",
      "sent_mistake": "他竟然勃然大怒，当场发飙，十分无礼地出言不逊，把我们的谦虚当作笑柄，狠狠地损了我们一顿。",
      "error_type": "重复赘余"
    },
    {
      "sent_correct": "光纤宽带的普及，不仅方便了普通大众生活，还为小微企业降低网络成本和提供稳固的高速网络基础，激发了社会创业创新热情，为经济发展提供了新动能。",
      "sent_mistake": "光纤宽带的普及，不仅方便了普通大众生活，还为小微企业降低网络成本和稳固的高速网络基础，激发了社会创业创新热情，为经济发展提供了新动能。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "作为一个公众人物，应该遵纪守法，起到模范带头作用，不应在经济利益面前，丧失自我约束的能力，放松管理，以致违法失守。",
      "sent_mistake": "作为一个公众人物，应该遵纪守法，起到模范带头作用，不应在经济利益面前，丧失自我约束，放松管理，以致违法失守。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "杭州市建设局一位负责人表示，将深入贯彻精细化管理理念，早日实现项目竣工交付目标，加快建设交通更通畅、配套更完善、环境更宜居的美丽杭州。",
      "sent_mistake": "杭州市建设局一位负责人表示，将深入贯彻精细化管理理念，早日实现项目竣工交付，加快建设交通更通畅、环境更宜居、配套更完善的美丽杭州。",
      "error_type": "成分残缺、语序不当"
    },
    {
      "sent_correct": "虽然国际互联网给我们带来了诸多在商务、交通上的便利，但是我们对网上信息的真实性和安全性越来越怀疑。",
      "sent_mistake": "国际互联网虽然给我们带来了诸多在商务、交通上的便利，但是我们对网上信息的真实性和安全性越来越怀疑。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "老舍的作品不是一天能读完的，《骆驼祥子》是老舍的代表作品，但是《骆驼祥子》不一定不是一天能读完的。",
      "sent_mistake": "老舍的作品可不是一天能读完的，《骆驼祥子》是老舍的代表作品。因此，《骆驼祥子》也不是一天能读完的。",
      "error_type": "概念错误"
    },
    {
      "sent_correct": "“我是答应你昨天来家里修门铃没错。可是我来了三次，每次敲门，都没有人来开门，所以我只好走了。”",
      "sent_mistake": "“我是答应你昨天来家里修门铃没错。可是我来了三次，每次按门铃，都没有人来开门，所以我只好走了。”",
      "error_type": "自相矛盾"
    },
    {
      "sent_correct": "顶流“傻人”王宝强长相身高在娱乐圈并不吃香，但这并不影响他成为中国票房第七的演员，也不影响他写剧本、做导演。",
      "sent_mistake": "顶流“傻人”王宝强长相身高在娱乐圈并不吃香，居然能成为中国票房第七的演员，而且还能写剧本、做导演。",
      "error_type": "强加因果"
    },
    {
      "sent_correct": "中央电视台热播的综艺节目《中国诗词大会》第三季快递小哥夺冠的例子，使我们明白了热爱诗词和身份职业无关。",
      "sent_mistake": "中央电视台热播的综艺节目《中国诗词大会》第三季快递小哥夺冠的例子，我们明白了热爱诗词和身份职业无关。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "“五大道历史体验馆”项目以五大道历史为背景，以洋楼文化为主线，结合历史图片、资料、物品、人物，通过多媒体手段，展现当年的洋楼生活。",
      "sent_mistake": "“五大道历史体验馆”项目以五大道历史为背景，以洋楼文化为主线，结合历史图片、历史资料、历史物品、历史人物，通过多媒体手段，展现当年的洋楼生活。",
      "error_type": "并列不当"
    },
    {
      "sent_correct": "一般来说，一个人的生活阅历是不是丰富，往往与其年龄密切相关，随着年龄的增长，人的眼界学识、思维方式、分析问题的能力都会有大幅度提高。",
      "sent_mistake": "一般来说，一个人的生活阅历是不是丰富，往往与其年龄密切相关，随着年龄的增长，人的眼界学识、思维方式、分析问题的能力都会有大幅度提升。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "数字化时代，文字记录方式发生了重大变化，致使很多人提笔忘字，长此以往，将影响到汉字文化的很好传承。",
      "sent_mistake": "数字化时代，文字记录方式发生了重大变化，致使很多人提笔忘字，长此以往，将影响到汉字文化能否很好地传承。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "网络词语“刷朋友圈”表达的其实是“看朋友圈”的意思，“刷”这个动词形象地描绘了“看”的动作，增加了表达的趣味性。",
      "sent_mistake": "网络词语“刷朋友圈”表达的其实是“看朋友圈”的意思，“刷”这个动词形象地描绘了“看”的动作，加大了表达的趣味性。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "针对教育资源非均衡分布的情况，教育部提出“就近入学”，本意是为了促进教育公平，然而始料未及的是学区房价格竟然疯狂上涨，“就近入学”大有“价高者得”的趋势。",
      "sent_mistake": "针对教育资源非均衡分布的情况，教育部提出“就近入学”，本意是为了促进教育公平，然而始料未及的是学区房竟然疯狂上涨，“就近入学”大有“价高者得”的趋势。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "政府主导，媒体监督与宣传，社会各界积极行动，是解决目前我国农村约5800万缺失父母庇护的留守儿童身心成长、学习生活所面临的失管、失教和失衡问题的关键。",
      "sent_mistake": "政府主导，媒体监督与宣传，社会各界积极行动，是解决目前我国农村约5800万缺失父母庇护的留守儿童身心成长、学习生活所面临的失管、失教和失衡问题。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "城镇化攸关亿万人民的生活质量，它不是简单的城镇人口比例增加和城市面积扩张，而是在人居环境、社会保障、生活方式等方面实现由“乡”到“城”的转变。",
      "sent_mistake": "城镇化攸关到亿万人民的生活质量，它不是简单的城镇人口比例增加和城市面积扩张，而是在人居环境、社会保障、生活方式等方面实现由“乡”到“城”的转变。",
      "error_type": "重复赘余"
    },
    {
      "sent_correct": "立体化作战的望远镜集群，不但能提升我国在天文科学与技术方面的创新能力，还能广泛应用于导航、定位、航天、深空探测等领域。",
      "sent_mistake": "立体化作战的望远镜集群，不但能提升我国在天文科学与技术方面的创新能力，还能广泛应用于导航、定位、航天、深空探测。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "我国重新修订《食品安全法》，目的是用更严格的监管、更严厉的处罚、更严肃的问责，切实保障“舌尖上的安全”，这部法律被称为“最严食品安全法”。",
      "sent_mistake": "我国重新修订《食品安全法》，目的是用更严格的监管、更严厉的处罚、更严肃地问责，切实保障“舌尖上的安全”，被称为“最严食品安全法”。",
      "error_type": "中途易辙"
    },
    {
      "sent_correct": "要深化对南极地区海冰融化现象和南极上空大气运动过程的认识，就必须扩大科学考察区域，提高科研观测精度，改进实验设计方法。",
      "sent_mistake": "要深化对南极地区海冰融化现象和南极上空大气运动过程的认识，就必须扩大科学考察区域，加强科研观测精度，改进实验设计方法。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "平民文化的重新崛起，不仅会对我国电影产业的发展起到巨大推动作用，更会对我国整个社会文化的建设大有裨益。",
      "sent_mistake": "平民文化的重新崛起，不仅会对我国整个社会文化的建设大有裨益，更会对我国电影产业的发展起到巨大推动作用。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "新华发行集团主办的旨在“推广深度阅读，倡导理性精神，传承经典文化”的第二期知本读书会日前在新华文化空间举行。",
      "sent_mistake": "新华发行集团主办旨在“推广深度阅读，倡导理性精神，传承经典文化”的第二期知本读书会日前在新华文化空间举行。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "天津航天邮局正式成立，通过开展函件寄递、航天邮票销售等业务，为社会公众提供以航天为主题的邮政服务。",
      "sent_mistake": "天津航天邮局正式成立，它通过开展函件寄递、航天邮票销售等业务，社会公众得以享受以航天为主题的多种邮政服务。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "校长的“直腿撑”，的确适合成为走红的鲜活素材，也的确可以对年轻人产生触动。但如果仅仅将此当成一场表演秀，也就失去了一次反思、改进大学体育现状的好机会。",
      "sent_mistake": "校长的“直腿撑”，的确适合成为走红的鲜活素材，也的确可以对年轻人产生触动。但如果仅仅将此当成一场表演秀，也就失去了一次改进、反思大学体育现状的好机会。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "虽然每天来博物馆观展的人很多，但是博物馆秩序井然，没有出现任何混乱和不文明的现象，实现了文明观展的目标。",
      "sent_mistake": "虽然每天来博物馆观展的人很多，但是秩序井然，没有出现任何混乱和不文明的现象，实现了文明观展的目标。",
      "error_type": "偷换主语"
    },
    {
      "sent_correct": "在漫长的岁月里，毛泽东诗词独特的风格使其在革命诗坛广为流传，吸引并熏陶了一代又一代中国人。",
      "sent_mistake": "在漫长的岁月里，由于毛泽东诗词独特的风格，使其在革命诗坛广为流传，吸引并熏陶了一代又一代中国人。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "我国首座自主开发、设计、建造的第六代深水半潜式钻井平台，在我国南海海域正式开钻，标志着我国海洋石油工业深水战略迈出了实质性的步伐。",
      "sent_mistake": "我国首座自主建造、设计、开发的第六代深水半潜式钻井平台，在我国南海海域正式开钻，标志着我国海洋石油工业深水战略迈出了实质性的步伐。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "如今选择出国留学的人越来越多，国外特别是一些发达国家在教育理念、教学设施上比较先进是造成这种现象的主要原因之一。",
      "sent_mistake": "如今选择出国留学的人越来越多，因为国外特别是一些发达国家在教育理念、教学设施上比较先进是造成这种现象的主要原因之一。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "领导班子廉明，坚持以人为本的执政理念，是推动一个地方社会经济健康发展的前提。",
      "sent_mistake": "领导班子是否廉明，能否坚持以人为本的执政理念，是推动一个地方社会经济健康发展的前提。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "2023年端午节的夜晚，河南卫视举办的那场名为“端午奇妙夜”的震撼人心的展演，为观众展现了中国传统文化之美。",
      "sent_mistake": "2023年端午节的夜晚，河南卫视举办的那场名为“端午奇妙夜”的震撼人心的展演艺术，为观众展现了中国传统文化之美。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "阅读《乡土中国》可以帮助学生了解中国的基层社会的主要特征，习得为人处世的道理、看见治理社会的思路。",
      "sent_mistake": "通过阅读《乡土中国》可以帮助学生了解中国的基层社会的主要特征，习得为人处世的道理、看见治理社会的思路。",
      "error_type": "缺主语"
    },
    {
      "sent_correct": "《我本是高山》是一部根据张桂梅事迹改编的真实电影，电影再现大山深处的动容故事，公映后便在全国引发热议。",
      "sent_mistake": "《我本是高山》是一部根据张桂梅事迹改编的真实电影，电影再现大山深处的动容故事，一经公映后便在全国引发热议。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "到2020年，四川将基本形成以生态工业园区为载体的环境友好型工业发展体系，省级以上生态工业园区的物耗、能耗和污染物排放强度达到国内最低水平。",
      "sent_mistake": "到2020年，四川将基本形成以生态工业园区为载体的环境友好型工业发展体系，省级以上生态工业园区的物耗、能耗和污染物排放强度达到国内先进水平。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "本书首次将各民族文化广泛载入中国文通史，但在其章节设置、阐释深度等方面依然有很大的改进空间。",
      "sent_mistake": "本书首次将各民族文化广泛载入中国文通史，但就其章节设置、阐释深度等方面依然有很大的改进空间。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "在如今这个越来越“内卷”的时代，许多父母常常迷失了方向，将自己的焦虑、恐惧和期望强加给孩子，让孩子背负着沉重的包袱前行。",
      "sent_mistake": "在如今这个越来越“内卷”的时代，许多父母常常迷失了方向，将自己的焦虑、恐惧和期望强加给孩子背负着沉重的包袱前行。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "《朗读者》开播后，许多广电名嘴、企业职工、机关干部、退休教师等朗诵爱好者，以及留学生吟诵社，纷纷加入文化经典诵读的行列。",
      "sent_mistake": "《朗读者》开播后，许多广电名嘴、企业职工、机关干部、退休教师、留学生吟诵社等朗诵爱好者，纷纷加入文化经典诵读的行列。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "高质量发展，就是能够很好地满足人民日益增长的美好生活需要的发展，它体现了新发展理念。",
      "sent_mistake": "高质量发展，就是能够很好地满足人民日益增长的美好生活需要，是体现新发展理念的发展。",
      "error_type": "语意重复"
    },
    {
      "sent_correct": "近年来，为了打造清新亮丽的街市容貌，杭州市交警严查车辆乱停乱放的违规行为，加大对长期占道停放车辆的整治力度。",
      "sent_mistake": "近年来，为了打造清新亮丽的街市容貌，杭州市交警将严查车辆乱停乱放的违规行为，加大对长期占道停放车辆的整治力度。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "由中国科学技术大学俞书宏院士团队使用“定向变形组装”方法研制出的具有仿生结构的高能材料，具有比石油基塑料更好的性能，有望成为其替代品。",
      "sent_mistake": "由中国科学技术大学俞书宏院士团队使用“定向变形组装”方法，研制出具有仿生结构的高能材料，具有比石油基塑料更好的性能，有望成为其替代品。",
      "error_type": "结构混乱"
    },
    {
      "sent_correct": "央视春晚和央视综合节目对艺人的选择都是三不用，即有污点和道德瑕疵的演员不用，低俗媚俗的节目不用，格调不高的节目不用。",
      "sent_mistake": "央视春晚和央视综合节目对艺人的选择都是三不用，即有污点和道德瑕疵的演员、低俗媚俗的节目，格调不高的节目不用。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "近年来，该县大力实施沿河生态廊道的治理工作，生态建设取得显著成效，每年途经这里的候鸟数量越来越多，品种也越来越全。",
      "sent_mistake": "近年来，该县大力实施沿河生态廊道的治理，生态建设取得显著成效，每年途经这里的候鸟数量越来越多，品种也越来越全。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "如今，人工智能及其核心算法正在以史无前例的深度和广度，嵌入社会、经济、政治等领域，一个前所未有的高度自动化的崭新世界正在形成。",
      "sent_mistake": "如今，人工智能及其核心算法正在以史无前例的深度和广度，嵌入社会、经济、政治等领域前所未有的一个高度自动化的崭新世界正在形成。",
      "error_type": "结构混乱、语序不当"
    },
    {
      "sent_correct": "文化遗产是一种不可再生的珍贵资源。当前，随着经济全球化趋势的加快和现代化步伐的加快，世界文化的多样性面临着一体化的趋势，文化遗产的保护形势非常严峻。",
      "sent_mistake": "文化遗产是一种不可再生的珍贵资源。当前，随着经济全球化趋势和现代化步伐，世界文化的多样性面临着一体化的趋势，文化遗产的保护形势非常严峻。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "供暖刚开始，橙色警报级别的雾霾就出现在河北省的部分地区和辽宁省的部分地区，这使我们充分认识到雾霾防治工作形势严峻。",
      "sent_mistake": "供暖刚开始，橙色警报级别的雾霾就出现在河北省和辽宁省的部分地区，这使我们充分认识到雾霾防治工作形势严峻。",
      "error_type": "表意不明"
    },
    {
      "sent_correct": "新月派代表诗人闻一多的《死水》以想象的奇诡、色彩的浓郁、节律的和谐以及格式的整饬著称，具有积极的思想意义。",
      "sent_mistake": "新月派代表诗人闻一多的《死水》以想象的奇诡、色彩的浓郁、节律的和谐以及格式的整饬著称，因而具有积极的思想意义。",
      "error_type": "不合逻辑"
    }
  ]
}