{
  "30": [
    {
      "sent_correct": "在此背景下，应结合时代发展要求，对知识产权法律制度进行改革和完善。",
      "sent_mistake": "在此背景下，应结合时代发展要求，进行改革和完善。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "为此，应有的放矢推进体制机制创新，强化专业性、快捷性和协同性。",
      "sent_mistake": "为此，应有的放矢推进体制机制创新，强化专业性、快捷步伐和协同性。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "新时代的长征路上，还有许多“雪山”“草地”需要跨越，还有许多“娄山关”“腊子口”需要征服。",
      "sent_mistake": "新时代的长征路上，还有许多\"雪山\"\"草地\"需要征服，还有许多\"娄山关\"\"腊子口\"需要跨越。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "扩大有效益的投资，能够通过高质量供给，形成投资和消费良性互促，增强消费动能。",
      "sent_mistake": "扩大有效益的投资通过高质量供给是形成投资和消费良性互促进而增强消费动能的重要途径。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "纪检监察干部应当好自我革命的“第一方阵”排头兵，自觉做到忠诚干净担当。",
      "sent_mistake": "纪检监察干部应当好自我革命排头兵的\"第一方阵\"，自觉做到忠诚干净担当。",
      "error_type": "语序不当"
    }
  ],
  "40": [
    {
      "sent_correct": "知识产权保护工作关系高质量发展，高效的知识产权治理可以为新质生产力厚植创新沃土、奠定坚实根基。",
      "sent_mistake": "知识产权保护工作关系高质量发展，高效的知识产权治理可以为新质生产力奠定创新沃土、厚植坚实根基。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "伴随新一轮科技革命和产业变革的不断深化，知识产权全球治理格局迎来了变革与重塑的历史契机。",
      "sent_mistake": "伴随新一轮科技革命的发展进程和产业变革的不断深化进程，知识产权全球治理格局迎来了变革与重塑的重要历史契机。",
      "error_type": "成分冗余"
    },
    {
      "sent_correct": "党中央决定在全党开展深入贯彻中央八项规定精神学习教育，这是2025年党建工作的重点任务。",
      "sent_mistake": "党中央决定开展学习教育深入贯彻中央八项规定精神在全党，这是2025年党建工作的重点任务。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "破除特权思想、刹住享乐之风……治歪风而树正气，明纲纪而聚人心，党风政风焕然一新，社风民风持续向好。",
      "sent_mistake": "破除特权思想、刹住享乐之风……治歪风而树正气，明纲纪而聚，党风政风焕然一新，社风民风持续向好。",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "愈是大道如砥、闯关夺隘，愈需淬炼作风、凝聚人心，让各级党组织更加坚强有力，让党员干部队伍更加过硬有为。",
      "sent_mistake": "愈是大道如砥、闯关夺隘，愈需淬炼过硬作风、凝聚团结人心，让各级党组织更加坚强有力，让党员干部队伍更加过硬有为。",
      "error_type": "成分冗余"
    },
    {
      "sent_correct": "从优亲厚友，到吃拿卡要，再到执法不公，群众身边的“微腐败”，损害党的形象，影响党群关系。",
      "sent_mistake": "从优亲厚友，到吃拿卡要，再到执法不公，群众身边的\"微腐败\"，影响党群关系，损害党的形象。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "习近平总书记指出：“要增强消费能力，改善消费条件，创新消费场景，使消费潜力充分释放出来。",
      "sent_mistake": "习近平总书记指出：“要增强消费能力，改善消费条件，创新消费场景，以充分释放出来需要持续发力。”",
      "error_type": "成分残缺"
    },
    {
      "sent_correct": "消费是收入的函数，提升消费的核心在于通过优化收入分配促增收、完善保障政策减负担。",
      "sent_mistake": "消费是收入的函数，提升消费的核心在于通过优化收入分配减负担、完善保障政策促增收。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "良好的消费环境是促进消费的重要一环，能够降低交易成本、增强消费者信心，从而激发消费活力。",
      "sent_mistake": "良好的消费环境作为促进消费的重要一环，通过降低交易成本、增强消费者信心起到了激发消费活力的作用。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "锲而不舍落实中央八项规定精神，是巩固深化党纪学习教育成果、推进作风建设常态化长效化的重要举措。",
      "sent_mistake": "锲而不舍落实中央八项规定精神，是对巩固深化党纪学习教育成果的推进和推进作风建设常态化长效化的重要举措。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "2024年全党专门开展了党纪学习教育，这是党的历史上首次开展以党纪为主题的集中性学习教育。",
      "sent_mistake": "2024年全党专门组织进行了党纪学习教育，这是党的历史上首次专门开展以党纪为主题的集中性学习教育。",
      "error_type": "成分冗余"
    }
  ],
  "50": [
    {
      "sent_correct": "对知识产权治理中的全局性、根本性和长远性问题作出规定，厘清数字时代知识产权创造、确权、转化和保护过程中的重大问题。",
      "sent_mistake": "对知识产权治理中的全局性、根本性和长远性问题作出整理，厘清数字时代知识产权创造、确权、转化和保护过程中的重大方向。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "当前，我国科技创新进入空前活跃期，专利申请数量剧增、侵权案件频发且趋于复杂，对传统知识产权治理路径形成巨大冲击。",
      "sent_mistake": "当前，我国科技创新进入空前活跃期，专利申请数量剧增的同时，侵权案件不仅频发还趋于复杂化，这使得传统知识产权治理路径形成了巨大冲击。",
      "error_type": "句式杂糅"
    },
    {
      "sent_correct": "作为我们党作风建设的一张“金色名片”，中央八项规定出台实施以来，以徙木立信之效引领了一场激浊扬清的风气之变。",
      "sent_mistake": "作为我们党作风建设的一张\"金色名片\"，以徙木立信之效中央八项规定出台实施以来引领了一场激浊扬清的风气之变。",
      "error_type": "语序不当"
    },
    {
      "sent_correct": "我们要以这次学习教育为契机，加强党性修养，弘扬优良党风，铸就新作风新形象，在新征程上展现新担当新作为。",
      "sent_mistake": "我们要以这次学习教育为契机，加强党性修养，弘扬优良党风，破除陈旧作风形象，在新征程上展现新担当新作为。",
      "error_type": "不合逻辑"
    },
    {
      "sent_correct": "通过强化宏观政策的民生导向，财政、金融、社会保障等政策精准发力，有助于多渠道增加城乡居民收入，提升中低收入人群的消费能力。",
      "sent_mistake": "通过强化宏观政策的民生导向，财政、金融、社会保障等政策精准展开，有助于多渠道增加城乡居民收入，提升中低收入人群的消费能力。",
      "error_type": "搭配不当"
    },
    {
      "sent_correct": "通过深化供给侧结构性改革增加多样化、差异化的优质消费供给，有助于进一步推动消费提质升级，创造有效需求。",
      "sent_mistake": "通过深化供给侧结构性改革其目的是为了增加多样化、差异化的优质消费供给，对进一步推动消费提质升级和创造有效需求具有重要作用。",
      "error_type": "句式杂糅"
    }
  ]
}